@node
@author=Ibn Arabi
@converters=Cornelis van Lit, Dirk Roorda (Text-Fabric)
@description=title of a piece
@editor=Lakhnawi and Afifi (merged with diff info)
@format=string
@institute=Univ Utrecht NL/DANS
@language=ara
@name=fusus
@period=1165-1240
@project=Fusus
@published=pdf, personal communication
@researcher=Cornelis van Lit
@sourceFormat=CSV (tab-separated)
@title=Fusus Al Hikam
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2021-11-14T10:57:19Z

50215	front
خطبة كتاب فصوص الحكم وخصوص الكلم
فصّ حكمة إلٰهيّة في كلمة آدميّة.
فصّ حكمة نَفْثِيَّة في كلمة شِـيثِيّة
فصّ حكمة سُـبُّوحِيّة في كلمة نوحيّة
فصّ حكمة قُدُّوسِيّة في كلمة إدريسيّة
فصّ حكمة مُهَيْمِيّة في كلمة إبـراهيميّة
فصّ حكمة حَقِـيّة في كلمة إسحاقـيّة
فصّ حكمة عَلِيَّة في كلمة إسماعيلـيّة
فصّ حكمة رُوحيّة في كلمة يعقوبـيّة
  فصّ حكمة أحديّة في كلمة هوديّة
  فصّ حكمة فاتحيّة في كلمة صالحيّة
  فصّ حكمة قـلبـيّة في كلمة شعيبيّة
  فصّ حكمة مَلَـكِيّة في كلمة لوطيّة
  فصّ حكمة قَدَرِيّة في كلمة عُـزيريّة
  فصّ حكمة نبويّة في كلمة عيسويّة
  فصّ حكمة رحمانيّة في كلمة سليمانيّة
  فصّ حكمة وجوديّة في كلمة داوديّة
  فصّ حكمة نَفْسِيّة في كلمة يونسيّة
  فصّ حكمة غيبيّة في كلمة أيّوبيّة
  فصّ حكمة جلاليّة في كلمة يَحْـيَوِيَّة
  فصّ حكمة ما لكيّة في كلمة زكـريّاويّة
  فصّ حكمة إيـناسيّة في كلمة إلياسيّة
  فصّ حكمة إحسانيّة في كلمة لقمانيّة
  فصّ حكمة إماميّة في كلمة هارونيّة
  فصّ حكمة عُـلـويّة في كلمة موسويّة
  فصّ حكمة فرديّة في كلمة محمديّة
الملحقات
ملحق ١:  تعليقات داخل المخطوط
