@node
@author=Ibn Arabi
@converters=Cornelis van Lit, Dirk Roorda (Text-Fabric)
@description=text string of a word without punctuation
@editor=Afifi
@format=string
@institute=Univ Utrecht NL/DANS
@language=ara
@name=fusus
@period=1165-1240
@project=Fusus
@published=pdf, personal communication
@researcher=Cornelis van Lit
@sourceFormat=CSV (tab-separated)
@title=Fusus Al Hikam
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2021-02-13T16:07:42Z

بنزٕليلالع
يلرعا
الحمد
له
منزل
الحك
على
قلوب
الكلم
بأحدية
الطريق
الأمم
من
المقـام
ا
الأقـدم
وإن
اختلفت
النحل
والملل
لاختلاف
الأمم

وصلى
الله
على
مد5


الهمم

من
خزائن
الجود
والكرم

بالقيل
الأقوم

محمد
وعلى
آله
وسلم

أما
بعد

فإني
رأيت
رسول
الله
صلى
الله
عليه
وسلم
في
مبشرة
أريتها
في
العشر
الآخر
من
محرم


سنة
سبع
وعشرون
وستمائة
بمحروسة
دمشق

وبيده
صلى
الله
عليه
وسلم
كتاب

فقال
لي

هذا

تاب
فصوص
الحكم
خذه
واخرج
به
إلى
الناس
ينتفعون
به

فقلت

المع
والطاعة
له
ولرسوله
وأولي
الأمر
منا
كما
أمرنا

فحققنت
الأمنيـة
وأخلصت
النية
وجردت
القصد
والممة
إلى
إبراز
هـذا
الكتاب
كما
حده
لي
رسول
الله
صلى
الله
عليه
وسلم
من
غير
زيادة



1
ولا
نقصان

وسألت
الله
تعالى
أن
يجعلني
فيه
وفي
جميـع
أحوالي
من
عباده
الذين
ليس
للشيطان
عليهم
سطان

وأن
يخصني
في
جميع
ما
يرقمه
بناني
وينطق
بـه
لساني
وينطوي
عليه
جناني
بالالقاء
السثبوحي
والنفث
الروحي
في
الروع
النفسي
بالتأييد
الاعتصامي

حتى
أكون
مترجمـا
لا
متحكماً

ليتحقق
من
يقف
عليـه
من
أهـل
الله
أصحاب
القـلوب


8
أنه
من
مقام
التقديس
المنزه
عن
الأغراض


النفسية
التي
يدخلهـا
التلبيس

وأرجو
أن
يكون
الحق


مٔا
سمع
دعاي
فد
أجاب
نداي

فما
ألقي
إلا
ما
يلقي
إلي

ولا
أنزل
في
هذا
المسطور
إلا5
ما
ينزل
به
علي

ولست
بني
رسول
ولكني
وارث
ولآخرتي
حارث

فمن
الل
فاسمعوا
وإلى
الله
فارجعوا
فإذا
ما
سمعتم
ما
أتيت
بـه
فعوا
ثم
بالفهم
فصلوا
مجمل
القول
واجمعوا
ثم
منوا
به
على
طالبيـه
لا
تمنعوا
هذه
الرحمـة
التي
وسعتكم
فوسعوا
ومن
الله
أرجو
أن
أكون
من
أيد
فتأيد

اقيتد
بالشرع
المحمدي
المطهر

فتقيد
وقيد

وحشرنا
في
زمرته
كما
جعلنا
من
أمته

فأول
ما
ألقاه
المالك
على
العبد
من
ذلك

1
1
فص
حكمة
إلهيةفي
كلمـة
آدمية


لما
شاء
الحق
سبحانه
من
حيث
أسماؤه
الحسنى
التي
لا
يبلغها
الاحصاء

س
2
أن
يرى
أعيانها

إن
شئتقلت
أن
يرى
عينه

ي
كونجامع
يحصرالأمر
كه

لكونه
متصفاً
بالوجود
يظهر
به
سره
إليه

فإن
رؤية
الشيء
نفسه
بنفسه
ما
هي
مثل
رؤيته


نفسه
في
أمر
آخر
يكون
له
كالمرآة

فإنه
يظهرله
نفسه
فيصورة

49

يعطيها
المحل
المنظور
فيه
ما
لم
يكن
يظهر
له
من
غيروجود
هذا
المحل
ولاتجليه
له
وقد
كان
الحق
سبحانه

أو
جد
العالم
كله
وجود
شبح
مسوى


لا
روح
فيه

فكان
كمرآة
غير
مجلوة

ومن
شأن
الخكم
الإلهي
أنه
ما
سؤى
محل
إلا
ويقبل


3
روحاً
إلهياً
عبر
عنه
بالنفخ
فيه

وما
هو
إلا
حصول
الاستعداد
من
تلكالصورة
المسواة
لقبول
الفيض
التجلي


الدائم
الذي
لم
يزل
ولا
يزال

ومابقي
إلا
قابل
والقابل
لا
يكون
إلا
من
فيضه
الأقدس

فالأرر


له
منه

ابتداؤه
وانتهاؤه


وإليه
يرجع
الأمر
كله

كما
ابتدأ
منه


ا
فاقتضى
الأمر
جلاء
مرآتالعالم

فـكان
آدم
عين
جلاء
تلك
المرآة
وروح
تلك
الصورة

وكانت
الملاثٔكة
من
بعض
قوى
تلك
الصورة
التي
هي
صورة
العالم
المعبرعنه
في
اصطلاحالقوم

الإنسانالكبير
فكانت
الملائكة
لهكالقوى
الروحانية
والحسية
التي
في
النشأة
الإنسانية

فكل
قوة
4
منهامحجوبةبنفسها
لا
ترى
أفضل
من
ذاتها

وأن
فيها

فيما
تزعم

الأهلية
لكل
منصب
عال
ومنزلة
رفيعة
عند
الله

لما
عندها
من
الجمعية
الإلهيةما


يرجع
من
ذلك
إلى
الجناب


لإلهي

وإلى
جانب
حقيقة
الحقائق

و

في
النشأة
الحاملةلهذه
الأوصاف

ٕلى
ما
تقتضيه
الطبيعة
الكلية
التي
حصرت
قوابل
العالمكله
أعلاهوأسفله

وهذا
لايعرفه
عقل
بطريق
نظر
فكري
بل
هذا
الفن
من
الإدرالك
لا
يكون
إلا
عن
كشف
إلهمي
منه
يعرف
ما
أصل
صورالعالمالقابلة
لأرواحه

فسمي
هذا
المذكور


م
إنسانا
وخليفة

فأما
إنسانيته
فلعموم
نشأته
وحصره


الحقائق
كلها

وهو

للحق
بمنزلة
إنسان
العين
من
العين
الذي
يكون
به


النظر

وهو
المعبر
عنه
6
بالبصر

فلهذا
سمي
إنسانا


إنه
به
ينظر


الحق
إلى
خلقه
فيرحمهم



فهو
الإنسان
الحادث


ب
الأزلي
والنشء
الدائم
الأبدي

والكلمة
الفاصلة
الجامعة

يام


العالم
بوجوده

فهو
من
العالم
كفص
الخاتم
من
الخاتم

وهو
محل
النقش


والعلامة
التي
بها
يختم
بها
الملك
على
خزانته

سماه
خليفة
من
أجل
هذا
لأنه
تعالى
الحافظ
به
خلقه


كما
يحفظالختم
الخزأن

فما
دام
ختم
الملك
عليها
لا
يجسر
أحد
على
فتحها
إلا
بإذنه
فاستخلفه
في
حفظ
الملك

فلا
يزال
العالم
محفوظا
7
ما
دام
فيه
هذا
الإنسان
الكامل

ألا
تراه
إذا
زال
وفك
من
خزانة
الدنيا
لم
يبق
فيها
ما
ابختزنه
الحق
فيها
وخرج
ما
كان
فيها

15
والتحق
بعضه
ببعض

وانتقل
الأمر
إلى
الآخرة
فكان
ختنما
على
خزانة
الآخرة
ختما
أبديا

فظهمر
جميـع
ما
في
الصور
الٕلهية
من
الأسماء
في
هذه
النشأة
الإنسانية
فحازت
رتبة
الإحاطة
والجمع
بهذا
الوجود

وبه
قامت
الحجة
له
تعالى
على
الملائكة
فتحفظ
فقد
وعظك
الله
بغيرك

سانظر
من
أين
أتي
على
من
أتي
عليه

1

فإن
الملائكة
لم
تقف
مع
ماتعطيه
نشأة
مذا

2
الخليفة

ولا
وقفت
مع
ما
تقتضيه
حضرة
الحق
من
العبادة
الذاتية

فإنه
ما
يعرف
أحد
من
الحق
إلا
ما
تعطيه
8
ذاته

وليس
للملائكة
جمعية
آم

ولا
وقفت
مع
الأسماء




الإلمية

51
ه
التي
تخصها
سبحت
الحق
بها
وقدسته

ما
علمت
أن
له
أسماء
ما
وصل
علمهإليها
فما
سبحته
بها
ولا
قدسته
تقديس
آدم



فغلب
عليها
ما
ذكرناه

وحكمعليهاهذا
الحال
فقالت
من
حيث
النشأة


ٔتمجعل
فيها
من
يفسد
فيها

وليس
إلا
النزاع
وهو
عين
ما
وقع
منهم

فما
قالوه
في
حق
آدم
هو
عين
ما
هم
فيه
مع
الحقى

فلولا
أن
نشأتهم
تعطي
ذلك
ما
قالوا
في
حق
آدم
ما
قالوه
وهم
لا
يشعرون

فلو
عرفوا
نفوسهم
لعلموا

ولو
علموا
لعصموا

ثم
لم
يقفوا
مع
التجريح
حتى
زادوا
في
الدعوى
بما
هم
عليه
من
التسبيح
والتقديس

وعند
آدم
من
الأسماء
الإلهمية
مـا
لم
تكن
الملائكة
عليها

فما
سبحت
ربها
بها
ولا
قدسته
عنها
تقديس
آدم
وتسبيحه

فوصف
الحق
لنا
ما
جرى


لنقف
عنده
ونتعلم
الأدب
مع
الله
تعالى
فلا
تدعي
ما
نحن
متحققون
به
وحاوون
عليه


بالتقييد

فكيف
أن

4
ٔنطلق
في
الدعوى
فنعم
بها
ما
ليس
لنا


بحال
ولا
نحن


منه
على
علم
فنفتضح

فهذا
التعريف
الإلهمي
ما
أدب
الحقبه
عباده
الأدباء
الأمناء
الخلـفاء

ثم
نرجع
إلى
الحكة
فنقول

اعلم
أن
الأمور
الكلية
وإن
لم
يكن
لها
وجود
في
عينها
فهي
9
معقولة
معلومة
بلا
شك
في
الذهن

فهي
باطنة

لا
زال

عن
الوجوهد
العيني




ولها
الحكم
والأثر
في
كل
ما
له
وجود
عيني

بل
هو
عينها
لا
غيرها
أعني
أعيان
الموجودات
العينية

ولم
تزل
عن
كونها
معقولة
في
نفها

فهي
الظاهرة
منحيث
أعيانالموجودات
كما
هي
الباطنة
من
حيث
معقوليتها

فاستناد
كل
موجود
عيني
لهذه
الأمور
الكلية
التي
لا
يمكن
رفعها
عن
العقل

لا
يمكن
وجودهافي
العين

5

وجوداً
تزول
به
عن
أن
تكون
معقولة

وسواء
كان
ذلك
الوجود
العيني
مؤقتا
أو
غير
مؤقت

نسبة


المؤقت
وغير
المؤقت
إلى
مـذا
الأمر
الكلي
المعقول
نسبة
واحدة

غير
أن
هذا
الٔمر
الكلي
يرجع
إليه
حكم
من
الموجودات
العينية
بحسب
ما
تطلبه
حقائق
تلك
الموجودات
العينية

كنسبة
العلم
إلى
العالم

والحياة
إلى
الحي

فالحياة
حقيقة
معقولة


والعلم
حقيقة
معقولة
متميزة
عن
الحياة


كما
أن
الحياة
متميزة
عنه

م
نقول
في
الحق
تعالى
إن
له
علما
وحياة
فهو
الحي
العالم

ونقول
في
الملك


إن
له
حياة
وعلماً
فهو
العالم
والحي

ونقول
في
الإنسان
إن
له
حياة
وعلماً
فهو
الحي
العالم

وحقيقة
العلم
واحدة

وحقيقة
الحياة
واحدة

ونسبتها
إلى
العالم
والحي
نسبة
واحدة

ونقول
في
علم
الحق
إنه
قديم

وفي
علم
الإنسان
إنه
محدث

فانظر
ما
أحدثته



الإضافة
من
الحكم
في
هـذه
الحقيقة
المعقولة

وانظر
إلى
هذا
الارتباط
بين
المعقولات
والموجودات
العينية

فكا
حكم
العلم
على
من
قام
به
أن
يقال
فيه


عالم

حكم


الموصوف
به
على
العلم
أنه
7
حادث
في
حقى
الحادث

قديم
في
حق
القديم

فصار
كل
واحد
محكوما
به
محكوماً
8
عليه

ومعلوم
أن
هذه
الأمور
الكليةوإن
كانت
معقولة
فإنها
معدومة
العين
موجودة
الحكم

ما
هي
محكوم
عليها
إذا
نسبت
إلى
الموجود
العيني

فتقبل
1
الحكم
في
الأعيان
الموجودة
ولا
تقبل
التفصيل
ولا
التجزي
فإن
ذلك
محال
عليها

فإنها
بذاتهـا
في
كل
موصوف
بها
كالإنسانية
في
كل
شخص
من
هذا
النوع
الخاص
لم
تتفصل



ه
ولم
تتعدد
بتعدد


الأشخاص
ولا
برحت
معقولة

وإذا
كان
الارتباط
بين
من
له
وجود
عيني
وبين
من
ليس
له
وجود
عيني
قد
ثبت

وهي
نسب


عدمية

فارتباط
الموجودات
بعضيها
ببعض
أقرب
أن
يعقل
لأنه
على
كل
حـال
بينها


جامع

وهو
الوجود
العيني

وهناك
فما
ثم
جامع

وقد
وجد
الارتبـاط
بعدم
الجامع
فبالجامع
أقوى
وأحق

ولا
شك
أن
المحدث



ب
قد
ثبت
حدوثه
وافتقاره
إلى
محدث
أحدثه
لإمكانه
لنفسه

فوجوده
من
غييره

فهو
مرتبط
به
ارتباط
افتقار
ولا
بد
أن
يكون
المستند
إليه
واجب
الوجود
لذاته
غنيا
في
وجوده
بنفسه
غير
مفتقر

وهو
الذي
أعطى
الوجود
بذاته
لهـذا
الحادث
فانتسب
إليه

ولما
اقتضاه
لذاته
كان
واجباً
به

ولما
كان
استناده
إلى
من
ظهر
عنه
لذاته

اقتضى
أن
يكون
على
صورته
فيما
ينسب
إليه
من
كل
شيء
من
إسم
وصفة
ما
عدا
الوجوب
الذاتي
فإن
ذلك
لا
يصح
في
الحادث
وإن
كان
واجب
الوجود
ولكن
وجوبه
بغيره
لا
بنفسه

ثم
لتعلم
أنه
لما
كان
الأر
على
ما

قلناه
من
ظهوره
بصورته

أحالنا
تعالى
في
العلم
به
على
النظر
في
الحادث
وذكر
أنه
أراا
آياته
فيه
فاستدللنا
بنا
عليه

فما
وصفناه
بوصف
إلا
كنا
شتحن
ذلك
الوصف
إلا
الوجوب
الخاص
الذاتي

فلما
علمناه
بنا
ومنا
نسبنا


إليه
كل
ما
نسبناهإلينا
وبذلك
وردت
الإخبارات


الإلمية
على
ألسنة
التراجم
إلينا

فوصف
نفسه
لنا
بنا

فإذا
شهدناهشهدنا
نفوسنا

إذا
شهدنا
شهد
نفسه

ولا
نشك
أنا
كثيرون
بالشخص
والنوع

أنا
وإن
كنا
على
حقيقة
واحدة
تجمعنافنعلم


قطعأن
ثم
فارقاً
به
تميزت
الأشخاص
بعضها
عن
بعض

ولولا
ذلك
ما
كانت
الكثرة
في
الواحد

54

فكذلك
أيضا
ً
وإن
وصفنا
بما
وصف


نفسه
من
جميع
الوجوه
فلا
بد
من
فارق

وليس


إلا
افتقارنا
إليه
في
الوجود
وتوقف
وجودنا
عليه
لإمكاننا
وغناه
11
عن
مثل
ما
افتقرنا
إليه

فهذا
صح
له
الأزل
والقدم
الذي
انتفت
عنه
الأولية
التي
لها
افتتاح
الوجود
عن
عدم

فلا
تنسب
إليه
الأولية


مـع
كونه
الأول

ولهذا
قيل
فيه
الآخر

فلو


كانت
أوليته
أولية
وجود
التقييد


لم
يصح
أن
يكون
الآخرللمقيد

لأنه
لا
آخر
للممكن

لأن
الممكنات
غير
متناهية
فـلا
آخر
لها

إنما
كان
آخغراً
لرجوع
الأمر
كله
إليه
بعد
نسبة
ذلك
إلينا

فهو
الآخر
في
عين
أوليته

والأول
في
عين
آخريته

ثم
لتعلم
أن
الحق
وصف
نفسه
بأنه
ظاهر
باطن



فأوجد
العالم
عالم
غيب
وشهادة
لندرك
الباطن
بغيبناوالظاهر
بشهادتنا
وصف
نفسه
بالرضا
والغضب

وأوجد
العالم
ذا
خوف
ورجاء
فيخاف
غضبه
ويرجو






رضـاه

ووصف
نفسه
بأنه
جميل
وذو
جلال
فأو
جدنا
على
هيبة
وأنس

وهكذا
جميع
ما
ينسب
إليه
تعالى
ويسمى
به

فعبر
عن
هاتين
الصفتين
باليدين
اللتين
توجهتا
منه
على
خلق
الإنسان
الكامل
لكونه
الجامع
لحقائق
العالم
ومفرداته

فالعالم
شهادة
والخليفة
غيب

ولذا
تحجب


السلطان

ووصف
الحق
نفسه
بالحجب
الظلمانية
13
وهي
الأجام
الطبيعية

والنوريةومي
الأرواحاللطيفة

فالعالم

بين
6
كثيف
ولطيف

وهو
عين
الحجاب
على
نفسه

فلا
1
يدرك
الحق
إدراكه
نفسه

لا


يزال
في
حجاب
لا
يرفع
مع
علمه
بأنه
متميز
عن
موجده
بافتقاره

ولكن
لا
حظ
له
في
الوجوب


الذاتي
الذي
لوجود
الحق

فلا


يدركه
أبداً

فـلا
يزال
الحق
من
هذه
الحقيقة
غير
معلوم
علم
ذوق
وشهود

لأنه
لا
قدم
للحادث
في
ذلك

فما
جمع
الله
لآدم
بين
يديه
إلا
تشريفاً

ولهذا
قال
لإبليس

مـا
منعك
أن
تسجد
لما
خلقت
بيدي

وما
هو
إلا
عينجمعه
بين
الصورقين

صورة
العالم
وصورة
الحق

وهما
يدا
الحق

وإبليس
جزء
من
العالم
لم
تحصل
له
هذه
الجمعية

ولهذا
كان
آدم
خليفة
فإن


لم
يكن
ظـاهرا
بصورة
من
استخلفه



1
فيما
استخلف


فيه
فما


هو
خليفة

وإن
لم
يكن
فيه
جميع
ما
تطلبه
الرعايا
التي
استخلف
عليها

لأن
استنادها
إليه
فلا
بد
أن
يقوم
بجميع
ما
تحتاج
إليه

وإلا
فليس
بخليفة
عليهم

نفما
صحت
الخلافة
إلا
للانسان
الكامل

فأنشأ
صورته
الظاهرة
من
حقائق
العالم
ؤصوره


وأنشأ
صورته
الباطنة
على
صورته
تعالى

ولذلك
قال
فيه

نت
سمعه
وبصره
ما
قـال
كنت
عينه
رأذنه

ففرق
بين
الصورتين

وهكذا
هو

في
كل
موجود
من
العالم
بقدر
ما
تطلبه
حقيقة
ذلك
الموجود

ولكن
ليس
لأحد
مجموع
ما


للخليفة

فمـا
فاز
إلا
بالجموع

ولولا


سريان
الحق
في
الموجودات
بالصورة
ما
كان
للعالم
وجود

كما
أنه
لولا
تلك
الحقائق
المعقولة
الكلية
ما
ظهر
حكمفي
الموجودات
العينية

ومن
هذه
الحقيقة
كان
الافتقار
من
العالم
إلى
الحق
في
وجوده


56
13
فالكل
مفتقر
ما
الكل
مستغن
هذا
هو
الحق
قد
قلناه
لا
نكني
فإن
ذكرت
غنياً
لا
افتقار
به
فقد
علمت
الذي
بقولنا
نمني
فالكل
بالكل
مربوط
فليس
له
عنها
نفصالخذوا
ما
قلته
عني
فقد
علمت
حكمة
نشأة
آدم
أعني
صورته
الظاهرة

قد


علمت




نشأة
روح
آدم
أعني
صورته
الباطنة

فهو
الحق
الخلق



وقد
علمت
نشأة
رتبته
وهي
المجموع
الذي
به
استحق
الخلافة

فآدم
هو
النفس
الواحدة
التي
خلق
منها
هذا
النوع
الإنساني

ومو
قوله
تعالى


ا
أيها
الناس
اتتقوا
ربكم
14
الذي
خلقكم
من
نفسواحدة
وخلق
منها
زوجها
وبث
منهما
رجالا
كثيرا
و
نساء


فقوله
اتقوا
ربكم
اجعلوا
مـا
ظهر


منكم
وقـاية
لربكم

واجعلوا
ما
بطن
منك

وهو
ربك

وقاية
لكم

فإن
الأمر
ذم
وحمد

فكونوا
وقايته
في
الذم
واجعلوه
وقايتكم
في
الحمد
تكونوا
أدباء
عالمين

ثم
إنه
سبحانه
وتعالى
أطلعه
على
ما
أودع
فيه
وجعل
ذلك
في
قبضتيه

القبضة

الواحدة
فيها
العالم

والقبضة


الأخرى
فيها


آدم
وبنوه

وبين
مراتبهم
فيه

قال
رضي
الله
عنه

ولما
أطلعني
الله
سبحانه
وتعالى


1
في
سري
على
ما
أودع
في
هذا
الإمام
الوالد
الأكبر

جعلت
في
هذا
الكتاب
منه
ما
حد
لي
لا
ما
وقفت
عليه

فإن
ذلك
لا
يسعه
كتاب
ولا
العالم
الموجود
الآن

فمما
شهدته
ما
نودعه
في
هذا
الكتاب
كما
حده


لي
رسول
الله
صلى
الله
عليه
وسلم


5ٔ

كمة


إلمية
في
كلمة
آدمية

وهو
هذا
الباب

ثم
حكمة
نفثية
في
كلمة
شيثية

ثم
حكمة
سبوحية
في
كلمة
نوحية

ثم
حكمة
قدوسية
في
كلمة
إدريسية

ثم
حكمة
مهيمية


في
كلمة
إبراهيمية

ثم
حكمة
حقية
في
كلمة
إسحاقية

ثم
حكمة
علية
في
كلمة
إسماعيلية

ثم
حكمة
روحية
في
كلمة
يعقوبية

ثم
حكمة
نورية
في
كلمة
يوسفية

ثم
حكمة
أحدية
في
كلمة
هودية

ثم
حكمة
فاتحية
في
كلمة
صالحية

ثم
حكمة
قلبية
في
كلمة
شعيبية

ثم
حكمة
ملكية
في
كلمة
لوطية

ثم
حكمة
قد
رية
في
كلة
عزينرية

ثم
حكمة
نبوية
في
كلمة
عيسوية

ثم
حكمة
رحمانية
في
كلمة
سليمانية

ثم
حكمة
وجودية
في
كلمة
داودية

ثم
حكمة
نفسية
في
كلمة
يونسية

ثم
حكمة
غيبية
في
كلمة
أيوبية


5
ثم
حكمة
جلالية
في
كلمة
يحياوية




ثم
حكمة
مالكية
في
كلمة
زكرياوية

ثم
حكمة
إيناسية
في
كلمة
إلياسية

ثم
حكمة
إحسانية
في
كلمة
لقمانية

ثم
حكمة
إمامية
في
كلمة
هارونية

ثم
حكمة
علوية
في
كلمة
موسوية

ثم
حكمة
صمدية


في
كلمة
خالدية
ثم
حكمة
فردية


في
كلمة
محمدية

وفص
كل
حكمة
الكلمة
التي
تنسب



ٕليها

فاقتصرت
على
مـا
ذكرته
من


مذه
الحكم
في
هذا
الكتاب
على
حد
ما
ثبت
في
أم
الكتاب

فامتثلت
ما
رسم
لي

ووقفت
عند
ما
حد
لي

ولو
رمت
زيادة
على
ذلك
ما
استطعت

فإن
الحضرة
تمنع
من
ذلك
والله
الموفق
لا
رب
غيره

ومن


ذلك


2

فص
حكة
نفثية
في
كلمة
شيثي
2
اعلم
أن
العطايا
والمنح
الظاهرة
في
الكون
على
أيدي
العباد
وعلى
غير
أيديهم
على
قسمين

منها
ما
يكون
عطايا
ذاتية
وعطايا
أسمائية
وتتميز
عند
أهل
الأذواق

كما
أن
منها
ما
يكونعن
سؤال
في
معين
وعن
سؤالغير
معين

ومنها
مالايكون
عن

59

سؤال
سواء


كانت
الأعطية
ذاتيـة
أو
أسمائية

فالمعين
كمن
يقول
يا
رب
أعطني
كذا
فيعين
أمراً
ما
لا
يخطر
له
سواه



1
وغير
المعين
كمن
يقول
أعطني
ما
تعلم
فيه
مصلحتى

من
غير
تعيين

لكل
جـزء
من
ذاتي
من
لطيف
وكثيف

والسائلون
صنفان

صنف
بعثه
على
السؤال
الاستعجال
الطبيعي
فإن
الإنسان
خلق
عجولا

والصنف
الآخر
بعثه
على
السؤال
لما
علم
أن
ثم
أمورا
عند
الله
قد
سبق
العلم
بأنها
لا
تنال
إلا
بعد
السؤال



فيقول

فلعل


ما
نساله
فيه


سبحانه
يكون
من
هذا
القبيل

فسؤاله
احتياط
لما


مو
الأمر
عليه
من
الإمكان

وهو
لا
يعلم
ما
في
علم
الله
ولا
ما
يعطيه
استعداده
في
القبول

لأنه
من
أغمض
المعلومات
الوقوف
في
كل
زمـان
فرد
على
استعداد
الشخص
في
ذلك
الزمان

ولولا
ما
أعطاه
الاستعداد
السؤال
ما
سأل

فغاية
أهل
الحضور
الذين
لا
يعلمون
مثل
هذا
أن
يعلوه
في
الزمان
الذي
يكونون


فيـه

فإنهم
لحضورهم
يعلمون
ما
أعطاهم
الحق
في
ذلك
الزمان
وأنهم
ما
قبلوه
إلا
بالاستعداد
وهم
صنفان

صنف
يعلمون
من
قبولهم
استعدادهم

وصنف





يعلمون
ن
استعدادهم
ما
يقبلونه

هذا
أتم
ما
يكون
في
معرفة
الاستعداد
في
هـذا
الصنف

ومن
هذا
الصنف
من
يسأل
لا
للاستعجال
ولا
للامكان

وإنما
يسأل
امتثالا
أمر
الله
في
قوله
تعالى

ادعوني
استجب
لك

فهو
العبد
المحض

وليس
لهذا
الداعي
همة
متعلقة
فيما
سأل
فيه
من
معيـن
أو
غير
معين

وإنما
همته
في
امتثال
أوامر
ده

إذا
اقتضى
الحال
السؤال
سأل
عبودية
وإذا

اقتضى
التفويض
والسكوت
سكت

فقد
ابتلي
أيوبعليه
السلاموغيرموما
سألوا
رفع
ما
ابتلاهم
اللهتعالى
به




ثم
اقتضى
لهم
الحال
في
زمان
آخر
أن
يسألوا
رفـع
ذلك
فرفعه
الله
عنهم

والتعجيل
بالمسئول


فيه


والإبطاء
للقدر
المعين
له
عند
الله

فـإذا
وافق
السؤال
الوقت
أسرع
بالإجابة

وإذا
تأخر
الوقت
إما
في
الدنيا
وإما
إلى
الآخرة
تأخرت
الإجابة

أي
المسئول
فيه
لا
الإجابة
التي
هي
لبيك
من
الله
فافهم
هذا
وأما
القسم
الثاني
وهو
قولنا

منها
ما
لا
يكون
عن
سؤال
فالذي
لا
يكون
عن
سؤال
فإنما
أريد
بالسؤال
التلفظ
به

فإنه
في
نفس
الأمر
لا
بد
من
سؤال
إما
باللفظ
أو
بالحال
أو
بالاستعداد

ما
أنهلا
يصح
حمد
مطلق

0


قط
إلا
في
اللفظ

وأما
في
المعنى
فلا
بد
أن
يقيده
الحال

فالذي
يبعثك
على
حمد
الله
هو
المقيد
لك
باسم
فعل
أو
باسم
تنزيه

والاستعداد
من
العبد
لا
يشعر
به
صاحبه
3
ويشعر
بالحال
لأنه
يعلم
الباعث
وهو
الحال

فالاستعداد
أخفى
سؤال

وإنمـا
يمنع
هؤلاء
من
السؤال
علمهم
بأن
الله
فيهم
سابقة
قضاء

فهم


قـد
هيئوا
محلهم
لقبول
ما
يرد
منه
وقد
غابوا
عن
نفوسهم
وأغراضهم



ومن
هؤلاء
من
يعلم
أن
علم
الله
به
في
جميع
أحواله
هو
ما
كان
عليه
في
حال
ثبوت
عينه
قبل
وجودها
يعلم
أن
الحق
لا
يعطيه
إلا
ما
أعطاه
عينه
من
العلم
به
وهو
ما
كانعليه
في
حال
ثبوته

يعلم


علم
الله
به
من
أين
حصل

ما
ثم
صنف
من
أهل
الله
أعلى
وأكشف
من
هذا
الصنف

فهم
الواقفون
على
سر
القدر
وهم
على
قسمين

منهم
من
يعلم
ذلك
مجملً

منهم
من
يعلمه
مفصا

والذي
يعلمه
مفصلاً
أعلى
وأتممن
الذي
يعلمه
مجملاً

فإنهيعلم
ما
في
علم
ال

0


فيه
إما
بإعلام
الله
إيامبمأعطاهعينه
من
العلم
به

وإما
أن
يكشف
له
عن


عينه
الثابتة
وانتقالات
الأحوال
عليهإلى
ح
61
ما
لا
يتناهى


وهو
أعلى

فإنه
يكون
في
عله
بنفسه
منزلة
علم
الله
به
لأن
الأخذ
من
معدن
واحد
إلا
أنه
من
جهة
العبد
عناية
من
الله
سبقت
له
هي
من
جملة
أحوال
عينه
يعرفها
صاحب
هـذا
الكشف
إذا


أطثلعه
الله
على
ذلك

أي
على
أحوال
عينه

فإنه
ليس
في
وسع
المخلوق


إذا
أطلمه
الله
على
أحوال
عينه
الثابتة
التي
تقع
صورة
الوجود
عليها
أن
يطـلع
في
هذه
الحال
على
اطلاع
الحق
على
هذه
الأعيان
الثابتة
في
حال
عدمها
لأنها
نسب
ذاتية
لا
صورة
لها

فبهذا
القدر
نقول
إن
العناية
الإلهمية
سبقت
لهذا
العبد
بهذه

المساواة
في
إفادة
العلم

ومن
هنا

يقول
الله
تعالى


تى
نعلم

وهي
كلمة
محققة
المعنى
ما
هي
كما
يتوهمه


4

1


من
ليس
له
هذا
المشربب

وغاية
المنزه
أن
يجعل


ذلك
الحدوث
في
العلم
للتعلق



وهو
أعلى
وجه
يكون
للمتكلم
بعقله
في
هذه
المسألة

لولا
أنه
أثبت
العلم
زائداً
على
الذات
فجعل
التعلق
له
لا
للذات

وبهـذا
انفصل
عن
المحقق
من
أهل
الله
صاحب
الكشف
والوجود

ثم
نرجع
إلى
الأعطياتفنقول

إن
الأعطيات
إما
ذاتية
أو
أسمائية

فأمالمنح
والهبات
والعطايا
الذاتية
فلا
تكون
أبداً
إلا


عن
تجل
إلهي

والتجلي
من
الذات
لا
يكون
أبدإلا
بصورة
استعداد
المتجل

الهوغيرذلكلايكون

فإذن
المتجلى
له
ما
رأى
سوى
صورته
في
مرآة
الحق

وما
رأى
الحق
ولا
يمكن
أن
يراهمع
علمه
أنه
ما
رأى
صورته
إلا
فيه

كالمرآة
في
الشاهدإذا
رأيت
الصورة
فيها
لا
تراهامع
علمك
أنكما
رأيت
الصور
أو
صورتكإلا
فيها

فأبرز
الل
ذلك
مثالاً
نصبه
لتجليه
الذاتي

63

ليعلم
المتجلى
له
أنه


ما
رآء

وما
ثم
مثال
أقرب
ولا
أشبه
بالرؤية
والتجلي
من
هذا

وأجهد
في
نفسك
عندما
ترى
الصورة
في
المرآة
أن
رى
جرم
المرآة
لا
تراه
أبداً
البتة

1


حت
إن
بعض
من
أدرك
مثل
هـذا
في
صور


المرايا
ذهب
إلى
أن
الصورة
المرئية
بين
بصر
الراني
وبين
المرآة

هذا
أعظم
مـا
5
قدر
عليه
من
العلم

والأمر
كما
قلناه
وذهبنا
إليه

وقد
بينا
هذا
في
الفتوحـات
المكية
وإذا
ذقتهذا
ذقت
الغاية
التي
ليس
فوقها
غاية
في
حق
المخلوق
فلا
تطمع
ولا
تتعب
نفسك
في
أن
ترقى
في


أعلى
من
مذا
الدرج


فما
مو
ثم
أصا

وما
بعده
إلا
العدم
المحض

فهو
مرآتك
في
رؤيتك
نفسك

وأنت
مرآته
في
رؤيته


أسماءه
وظهور
أحكامها
وليست
سوى
عينه

فاختلط
الأر
وانبهم

فمنا
من
جهل
في
علمه
فقال


العجز
عن
درك
الإدراك
إدراك

ومنا
من
علم
فلم
يقل
مثل
هذا
وهو
أعلى
القول

بل
أعطاه
العلم
السكوت

ما
أعطاه
العجز

وهذا
هو
أعلى
عالم
باله

وليس
هذا
العلم
إلا
لخاتم
الرسل
وخاتم
الأولياء

وما
يراهأحد
من
الأنبياء
والرسل
إلا
من

2

1
مشكاة
الرسول
الخاتم

ولا
يراه
أحد
من
الأولياء
إلا
من
مشكاة
الوي


الخاتم

حتى
أن
الرسل
لا
يرونه

متى
رأوه
إلا
من
مشكاة
خـاتم
الأولياء

فإن
الرسالة
والنبوة

أعني
نبوة
التشريع
ورسالته

تنقطعان

والولاية
لا
تنقطع
أبدا

فالمرسلون

من
كونهم
أولياء

6
لا
يرون
ما
ذكراه
إلا
من
مشكاة
خاتم
الٔولياء

فكيف
من
دونهم
من
الأولياء

وإن
كان
خاتم
الأولياء
ابعاً
في
الحكم
لمـا
جاء
به
خاتم
الرسل
من
اللشريع

فذلك
لا
يقدح
في
مقامه
ولا
يناقض
مـا
ذهبنا
إليه

فإنه
من
وجه
يكون
أنزل
كما
أنه
من
وجه
يكون
أعلى

وقد
ظهـر
في
ظاهر
شرعنا
مـا
يؤيد

63
ما
ذهبنا
إليه
في
فضل
عمر
في
أسارى
بدر
بالحكم


فيهم

وفي
تآبير
النخل

فما
يلزم
الكامل
أن
يكون
له
التقدم
في
كل
شيء
وفي
كل
مرتبة

وإنما
نظر
الرجال
إلى
التقدم
في
رتبة
العلم
بالله

همنالك
مطلبهم

وأما
حوادث
الأكوان
فلا
تعلق
لخواطرهم
بها

فتحقق
ما
ذكرتاه

ولما
مثل
النبي
صلى
اله
عليه
وسلم
النبوة
بالحائط
من
اللبن
وقـد
كمل
سوى
موضع
لبنة

فكان
صلى
الله
عليه
وسلم

2


تلك
اللبنة

غير
أنه
صلى
الله
عليه
وسلم
لا
يراهـا
كما
قال
لبنة
واحدة


رأما
خاتم
الأولياء
فلا
بد
له
من
هذه
الرؤيا

فيرى
ما
مثله
به
رسول
الله
صلى
الله
عليه
وسلم

ويرى
في
الحائط
موضع
لبنتين



واللبن
من
ذهب
وفضة

فيرى
اللبنتين
اللتين


تنقص
الحائط
عنهما
وتكل
بهما

لبنة
ذهب
ولبنة
فضة

فلا
بد
أن
يرى
نفسه
تنطبع
في
موضع
تينك
اللبنتين

فيكون
خاتم
الأولياء
تينك
اللبنتين

فيكل
الحائط

والسبب
الموجب
لكونه
رآها

لبنتين
أنه
تابع
لشرع
خاتم
الرسل
في
الظاهر
وهو
موضع
اللبنة
الفضة


وهو
ظاهره
ومـا
يتبعه
فيه
من
الأحكام

كما
همو
آخذ
عن


الله
في
السر
مـا
هو
بالصورة
لظاهرة


متبع
فيه

لأنه
يرى
الأمر
على
ما
مو
عليه

فلا
بد
أن
يراه
مكذا
وهو
موضع
اللبنة
الذهبية
في
الباطن

فإنه
أخذ
من
المعدن
الذي
يأخذ
منه
الملك
الذي
يوحي


به
إلى
الرسول

فإن
فهمت
ما
أشرت
به
فقد
حصل
لك
العلم
النافع
بكل
شيء



فكل
نبي
من
لدن
آدم
إلى
آخر
نبي
ما
منهم
أحـد
يأخذ
إلا
من
مشكاة
خاتم
النبيين

وإن

3


تأخـر

64

وجود
طينته

فإنه
بحقيقته
موجود

وهو
قوله
صلى
الله
عليه
وسلم


نت
نبياً
وآدم
بين
الماء
والطين


وغيره
من
الأنبياء
ما
كان
نبياً


إلا
حين
بعث
وكذلك
خاتم
الأولياء
كان
ولياً
وآدم
بين
الماء
والطين

وغيره
من
الأولياء
ما
كان
ولياً
إلا
بعد
تحصيل
شرائط
الولاية
من
الأخلاق
الإلهمية
في
الاتصاف
بها
من
كون
الله
تعالى
تسمى

الولي
الحميد


فخاتم
الرسل
من
حيث
ولايته

نسبته


مع
الخاتم
للولاية
نسبة
الأنبياء
والرسل
معه

فإنه
الولي
الرسول
النبي

وخاتم
الأولياء
الولي
الوارث
الآخـذ
عن
الأصل
المشاهد
للمراتب

وهو
حسنة
من
حسنات
خاتم
الرسل
محمد
صلى
الله
عليه
وسلم
مقدم
الجماعة
وسيد
ولد
آدم
7
في
فتح
باب
الشفاعة

فعين
حالا
خاصاً
ًما
عمم
وفي
هذا
الحال
الخاص
تقدم
على
الأسماء
الإلهية

فإن
الرحمن
ما
شفع


عند
المنتقم
في
أهل
البلاء
إلا
بعد
شفاعة
الشافعين

ففاز
محمد
صلى
الله
عليه
وسلم
بالسيادة
في
هـذا
المقام
الخاص

فمن
فهم
المراتب
والمقامات
لم
يعسر
عليه
قبول
مثل
هذا
الكلام

وأما
المنح
الأسمائية

فاعلم

أن
منح
الله
تعالى
خلقه

3


رحمة
منه
بهم

هي
كلها
من
الأسماء

فإما
رحمةخالصة
كالطيبمن
الرزق
اللذيذ
في
الدنيا
الخالص
يوم
القيامة

ويعطى
ذلك
الاسم
الرحمن

هو
عطاء
رحماني

وإمارحمة


متزجة
كشرب
الدواء
الكره
الذي
يعقب
شربه
الراحة


هو
عطاء
إلهي

إن
العطاء
الإلهمى
لا
يتمكن
إطلاق
عطائه
منه
من
غير
أن
يكون
على
يدي
سادن
من
سدنة
الأسماء

فتارة
يعطي
الله
العبد
على
يدي
الرحمن
فيخلص
العطاء
من
الشوب
الذي

الا
يلاثم
الطبع
في
الوقت
أولا
ينيل
الغرض
وما
أشبه
ذلك

وارةيعطي
اله

65

على
يدي
الواسع
فيعم

أو
على


يدي
الحكيم
فينظر
في
الأصلح
في
الوقت

أو
على
يدي
الوهاب


فيعطي
لينعم
لا
يكون
مع
الواهب


تكليف
المعطى
له
بعوض
على
ذلك
من
شكر
أو
عمل

أو
على
يدي


الجبار
فينظر
في
الموطن
وما
يستحقه

أو
على
يدي


الغفار
فينظر
المحل
وما
هو
عليه

فإن
كان
على
حال
يستحقى
العقوبة
فيستره
عنها

أو
على
حال
لا
يستحق
العقوبة
فيستره
عن
حال
يستحقى
العقوبة
فيسمى
معصوماً
ًومعتنى
به

4

ومحفوظا
ًوغير
ذلك
ما
شا
كل
هذا
النوع

والمعطي
هو
الله
من
حيث
ما
هو
خازن
لما
عنده
في
خزائنه

فما
يخرجه
إلا
بقدر
معلوم
على
يدي
اسم
خاص
بذلك
الأمر


أعطى
كل
شيء
خلقه

على
يدي
العدل
وإخوانه



وأسماء
الله
لا
تتنامى
لأنها
تعلم
بما
يكون
عنها
ما
يكون
عنها
غير
متناه

إن
كانت
ترجع
إلى
أصول
متناهية
8
هي
أمهات
الأسماء
أو
حضرات
الأسماء

وعلى
الحقيقة
فما
ثم
إلا
حقيقة
واحدة
تقبل
جميـع
هذه
النسب
والإضافات
التي
يكنى
عنها
بالأسماء
الإلهية

والحقيقة
تعطي
أن
يكون
لكل
اسم
يظهر

إلى
ما
لا
يتناهى

حقيقة
يتميز
بها
عن
اسم
آخر

تلك

الحقيقة
التي
بها
يتميز
هي
الاسم


عينه
لا
ما
يقع
فيه
الاشتراك
كما
أن
الأعطيات
تتميز
كل
أعطية
عن
غيرها
بشخصيتها

وإن
كانت
من
أصل
واحد

فمعلوم
أن
هذه
ما
هي
هذه
الأخرى

وسبب
ذلك
تميثز
الأسماء

فما
في
الحضرة
الإلهية
لاتساعها
شيء
يتكرر
أصلاً

ذا
هوالحق
الذي
يعول
عليه

هذا
9
العلم
كان
علم
شيث

4

ب
عليه
السلام

روحه
هو
الممد
لكل
من
يتكلم
في


66

مثل
همذا
من
الأرواح
ما
عدا
روح
الخاتم


فإنه
لا
يأتيه
المادة
إلا
من
الله
لا
من
روح
من
الأرواح

بل
من
روحه
تكون
المادة
لجميع
الأرواح
وإن
كان
لا
يعقل
ذلك
من
نفسه
في
زمان
تركيب
جسده
العنصري

فهو
من
حيث
حقيقته
ورتبته
عالم
بذلك
كله
بعينه

من
حيث
ما
هو
جاهل
به
من
جهة
تركيبه
العنصري

فهو
العالم
الجامل

فيقبل
الاتصاف
بالأضداد
كاقبـل
الأصل
الاتصاف
بذلك

كالجليل
والجميل


وكالظاهر
والبـاطن
والأول
والآخر
وهو
عينه
ليس


غير

فيعلم
لا
يعلم

ويدري
لا
يدري

ويشهد
لا
يشهد

وبهذا
العلم
سمي
شيث
لأن
معناه
هبة
الله

فبيده
مفتاح
العطايا
على
اختلاف
أصنافها
ونسبـها

فإن
الل
وهبه
لآدم
أول
ما
وهبه

وما
وهبه
إلا
منه
لأن
الولد
سرٔ
أبيه

فمنه
خرج
11
وإليه
عاد

نفما
أاه
غريب
لمن
عقل
عن
اله

وكل
عطاء

5

ا
في
الكون
على
هذا
المجرى
فما
في
أحد
من
الله
شيء

وما
في
أحد
من
سوى
نفسه
شيء
وإن
تنوعت
عليه
الصور

وما
كل
أحد
يعرف
هذا

وأن
الأسر
على
ذلك

إلا
آحاد
من
أهل
الله

فإذا
رأيت
من
يعرف
ذلك
فاعتمد
عليه
فذلك
هو
عـين
صفاء
خلاصة
خاصة
الخاصة
من
عموم
أهل
الله
تعالى
فأي
صاحب
كشف
شاعد
صورة
تلقي
إليه
ما
لم
يكن
عنده
من
المعارف
وتمنحه


مالم
يكن
قبل
ذلك
في
يده
فتلك
الصورة
عينه
لا
غيره

فمن
شجرة
نفسه
جنى
تمرة
علمـه

كالصورة
الظاهرة
منه
في
مقابلة
الجسم
الصقيل
ليس
غيره
إلا
أن
المحلا
أو
الحضرة
التي
رأى
فيها
صورة
نفسه
تلقى
إليه
تنقلب


من
وجه
بحقيقة
تلك
الحضرة

كما
يظهر
الكبيرفي
المرآة
الصغيرةصغيرا
أو
المستطيلة
مستطياً

المتحركةمتحركاً

وقدتعطيه

67
انتكاس
صورته
من
حضرة
خاصة

وقد
تعطيه
عـين


ما
يظهر


منها
فتقابل
اليمين
منها
اليمين
من
الراني

وقد

يقابل
اليمين
اليسار
وهو
الغالب
في
المرايا
بمنزلة
العادة
في
العموم

وبخرق
العـادة
يقابل
اليمين
اليمين
ويظهر
الانتكاس

وهذا
كله
من
أعطيات
حقيقة
الحضرة
المتجلى
فيها
التي

5

أنزلنـاها
منزلة
المرايا

فمن
عرف
استعداده
عرف
قبوله

وما
كل
من
عرف
قبوله
يعرف
استعداده
إلا
بعد
القبول

وإن
كان
يعرفه
مجملًا

إلا
أن
بعض
أهل
النظر
من
أصحاب
العقول
الضعيفة
يرون
أن
اله

لمـا
تبت
عندهم
أنه
فعال
لما
يشاء

جوزوا
على
الله
تعالى
ما
يناقض
الحكة
وما
هو
الأمر
عليه
في
نفسه

ولهذا
عدل
بعض
النظار


إلى
نفي
الإمكان
وإثبـات
الوجوب


بالذات
وبالغير

والمحقق
يثبت
الإمكان
ويعرف
حضرته

والممكن
ما
هو
الممكن
ومن
أين
هو
مكن
وهو
بعينه
واجب
بالغير
كي
ومن
أين
صح
عليه
اسم
الغير
الذي
اقتضى
له
الوجوب

ولا
يعلم
هذا
التفصيل
إلا
العلماء
بالله
خاصة

وعلى
قدم
شيث


يكون
آخر
مولود
يولد
من
هذا
النوع
الإنساني

وهو
12
حامل
أسراره

وليس
بعده
ولد
في
هذا
النوع

فهو
خاتم
الأولاد

وتولد
معه
أخت
له
فتخرج
قبله
ويخرج
بعدها
يكون


رأسه
عند
رجليها

ويكون
مولده
بالصين
ولغته
لغة
أهل

بلده

ويسري
العقم
في
الرجال
والنساء
فيكثر
النكاح
من
غير
ولادة
ويدعوهم
إلى
الله
فلا
يجاب

فإذا
قبضه
الله
تعالى
وقبض
مؤمني
زمانه
بقي
من
بقي
مثل
البهائم
لا
يحـلون
حلالا
ولا
يحرمون
حراما

يتصرفون
بحكم
الطبيعة

6

ا
شهوة
مجـردة
عن
العقل
والشرع
فعليهم
تقوم
الساعة


68



21

فص
حمه
سبوحيه
ي
لعه
وحه
اعلم
أيدلك

الله
بروح
منه


أن
التنزيه
عند
أهل
الحقائق
في
الجناب
الإلمي
عين
التحديد


والتقييد

فالمنزه
إما
جاهل
وإما
صاحب
سوء
أدب

ولكن
إذا
أطلقاه
وقالا
به

فالقائل
بالشرائع
المؤمن
إذا
نزه
ووقف
عند
التنزيه
ولم
ير
غير
ذلك
فقد
أسا


الأدب
وأكذب
الحق
والرسل
صلوات
الله
عليهم
وهو
لا
يشعر

ويتخيل
أنه
في
الحاصل
وهو
من
الفائت


وهو
كمن
آمن
ببعض
وكفر
ببعض

ولا
سيما
وقد
عم
أن
ألننة
الشرائع
الإلهمية
إذا
نطقت
في
الحق
تعالى
بما
نطقت
إنما
جاءت
به
في
العموم
على
المفهوم
الأول

وعلى
الخصوص
3
لى
كل
مفهوم
يفهم
من
وجوه
ذلك
اللفظ
بـأي
لسان
كان
في
وضع


ذلك
اللسان

فإن
للحق
في
كل
خلق
ظهوراً

فهو
الظاهر
في
كل
مفهوم

وهو
الباطن
عن
كل
فهم
إلا
عن
فهم
من
قال
إن
العالم
صورته
وهمويته

وهمو
الاسم
الظـاهر

كما
أنه
بالمعنى
روح
ما
ظهر

فهو
الباطن

فنسبته
لما
ظهر
من
صور
العـالم
نسبة
الروح

6

ب
المدبر
للصورة



فيؤخذ
في
حد
الإنسان
مثلأ
ظاهره
وباطنه

وكذلك
كل
محدود

فالحق
محدود
بكل
حد

وصور
العالم
لا
تنضبط
ولا
يحاط


بها
ولا
تعلم
حدود
كل
صورة
منها
إلا
على
قدر
ما
حصل
لكل
عالم
من
صورته
1

فلزلك
0

جهل
حد
الحق

فإنـه
لا
يعلم
حده
إلا
بعلم
حد
كل
صورة

وهذا
1
حال
حصوله

فحد
الحق
محال

69

وكذلك
من
شبهه
وما
نزهه
فقد
قيده
وحدده
وما
عرفه

ومن
جمع
في
معرفته
بين
التنزيه
والشبيه
بالوصفين
على
الإجمـال

لأنه
يستحيل
ذلك
على
التفصيل
لعدم
الإحاطة
بما
في
العالم
من
الصور

فقد
عرفه
مجملا
لا
على
التفصيل
كما
عرف
نفسه
مجملا
لا
على
التفصيل

ولذلك
ربـط
النبي
صلى
اله
عليه
وسلم
معرفة
الحق
بمعرفة
النفس
فقال


ن
عرف
نفسه
عرف


ربـه


وقال
تعالى




نريهم
آياتنا
في
الآفاق

وهو
ما


خرج
عنك

في
أنفسهم
وهو
عينك


تى
يتبين
لهمم
أي
للنـاظر

ٔنه
الحق

من
حيث
إنك
صورته
وهو
روحك

فأنت
له
كالصورة
الجسمية
لك

وهو


لك
كالروح
المدبر
لضورة
جسدك

والحد
يشمل
الظاهر
والباطن
منك

فإن
الصورة
الباقية
إذا
زال
عنها
الروح
المدبر
لهـا
لم
تبق
إنساناً

ولكن
يقال
فيها
إنها
صورة
الإنسان

فلا
فرق
بينها
وبين

7

ا
صورة
من
خشب
أو
حجارة

ولا
ينطلق


عليها
اسم
الإنسان


إلا
بالمجاز
لا
بالحقيقة

وصور
العـالم
لا
3
يمكن


زوال
الحق
عنها
أصأ

فحد
الألوهية


له
بالحقيقة
لا
بالمجاز
كا
هو
حد
الإنسان
إذا
كان
حيـاً

وكما
أن
ظاهر
صورة
الإنسان
تٔني
بلسانها
على
روحها
ونفسها
والمدبر
لها

كذلك
جعل
اه
صورة


العـالم
تسبح
محمده
ولكن
لا
نفقه
تسبيحهم
لأا
لا
نحيط
بما
في
العالم
من
الصور

فالكل
ألسنة
الحق
ناطقة
بالثناء
على
الحق

ولذلك
قال


لحمد
له
رب
العالمين
أي
إليـه
يرجع
عواقب
الثناء

فهو
المثني

0
المثنى
عليه


2

فإن
قلت
بالتنزيه
كنت
مقيدا
وإن
قلت
بالتشبيه
كنت
محدداً
وإن
قلت
بالأمرين
كنت
مسددا
وكنت
إماماً
في
المعارف
سيدا
فمن
قال
بالإشفاع
كان
مشركا
ومن
فال
بالإفراده
كان
موحدا
فإياك
والتشبيه
إن
كنت
تانيـاً
وإياك
والتنزيه
إن
كنت
مفردا
فما
أنت
هو

بل
أنت
هو
وتراه
في
عـين
الأمور
مسرحا
ومقيدا
قال
الله
تعالى
ليس
كمثله
شيء
فنزه


هو
السميـع
البصير
فشبه

وقال
تعالى

يس
كمثله
شيء
فشبه
وثني


هو
السميع
البصير

فنزه
وأفرد


7

ب
لو
أن
نوحاً
عليه
السلام


جمع
لقومه
بين
الدعوتين
لأجابوه

فدعاهم
جهاراً
ثم
دعاهم
إسرارا

ثم
قال
لهم


ستغفروا
ربككم
إنه
كان
غفاراً


وقال



عوت


قومي
ليً
ونهاراً
فلم
يزد
هم
دعأي
إلا
فرارا


وذكر
عن
قومه
أنهم
تصاموا
عن
دعوته
لعلمهم
بمـا
يجب
عليهم
من
إجابة
دعوته

فعلم
العلماء
باله
ما
أشار
إليه
نوح
عليه
السلام
في
حق
قومه
من
الثناء
عليهم
بلسان
الذم

وعلم
أنهم
إنما
لم
يجيبوا
دعوته
لمـا
فيها
من
الفرقان

والأمر
قرآن
لا
فرقان

ومن
أقيم
في
القرآن
لا
يصغي
إلى


الفرقان
وإن
كان
فيه



فإن
القرآن
يتضمن
الفرقان
والفرقان
لا
يتضمن
القرآن

ولهذا
ما
اختص
بالقرآن
إلا
محمد
صلى
الله
عليه
وسلم
وهذه
الأمة
التي
هي
خير
أمة
أخرجت
للناس

ليس
كمثله
شيء

يجمع


الامرين
في
أمر
واحد

فلو
أن
نوحا
يأتي
بمثل
مذه
الآية
لفظا
أجابوه

فإنـه
شبيه
ونزه
في
آية
واحدة

بل
في
نصف
آية

ونوح
دعا
قومه

ليـلا
من
حيث

71

عقولهم
وروحانيتهم
فإنها
غيب


نهارا
دعـاهم
أيضاً
من
حيث
ظاهر


صورهم
وحسهم

وما
جمع
في
الدعوة
مثل

يس
كمثله
شيء
فنفرت
بواطنهم
لهذا
الفرقان
فزادهم
فرارا

ثم
قال
عن
نفسه
إنه


دعـاهم
ليغفر
لهم

لا
ليكشف

8

ا
لهم

وفهموا
ذلك
منه
صلى
الله
عليه
وسلم

لذلك

علوا
أصابعهم
في
آذانهم
واستغشوا
ثيابهم

وهذه
كلها
صورة
الستر
التي
دعاهم
إليها
فأجابوا
دعوته
بالفعل
لا
بلبيك

ففي

يس
كمثله
شيء
إثبات
المثل
ونفيه

وبهذا
قال
عن
نفسه
صلى
الله
عليه
وسلم
إنه
أوتي
جوامع
الكلم

فما
دعا
محمد
صلى
الله
عليه
وسلم
قومه
لئ
ونهارا

بل
دعاهم
ليا
في
نه
ار
ونهاراً
في
ليل

فقال
نوح
في
حكته
لقومه

يرسل
السماء
عليكم
مدرارا
وهي
المعارف
العقلية
في
المعاني
والنظر
الاعتباري


ويمددكم
بأموال

أي
بما


يميل
بكم
إليه
فإذا
مال
بكم
إليه
رأيتم
صورتكم
فيه

فمن
تخيل
منكم
أنه
رآه
فما
عرف

ومن
عرف
منكم
أنه
رأى
نفسه
فهو
العارف

فلهذا
انقسم
الناس
إلى
غير
عالم
وعالم


وولده

وهو
ما
أنتجه
لهم
نظرهم
الفكري

والأمر
موقوف
علمـه
على
المشاهدة
بعيد
عن
نتائج
الفكر


ٕلا
خسارا

فما
ربحت
تجارتهم

فزال
عنهم
ما
كان
في
أيديهم
مـا
كانوا
يتخيلون
أنه
ملك
لهم

وهو
في
المحمديين
7

أنفقوا
ما
جعلكم
مستخلفين
فيه


وفي
نوح

ٔلا
قتخذوا
من
دوني
وكيأ

فأثبت
المك
لهم
والوكالة
له
فيهم

فهم
مستخلفون
فيه



فالملك
لله
وهو
وكيلهم

فالملك
لهم
وذلك
ملك
الاستخلاف

وبهـذا
كان

8

ب
الحق
تعـالى


مالك


الملك
كا
قال
الترمذي
رحمه
الله


مكروا
مكراً
كيباراً


لأن
الدعوة
إلى
الله
تعالى
مكر
بالمدعو

2

لأنه
ما
عدم
من
البداية
فيدعي
إلى
الغـاية


ٔدعو
الله
فهذا
عين
المكر

8

لى
بصيرة

فنبه
أن
الأر
له
كله

فأجابوه


مكراً
كما
دعـاهم

فجاء
المحمدي
وعلم
أن
الدعوة
إلى
الله
ما
هي
من
حيث
هويته
وإنما
هي
من
حيث
أسماؤه
فقال


وم
نحشر
المتقين
إلى
الرحمن
وفدا

فجاء
بحرف
الغاية
وقرنها
بالاسم

فعرفنا
أن
العالم
كان
تحت
حيطة
اسم
إلهي
أوجب
عليهم
أن
يكونوا
متقين

فقالوا
في
مكرهم


ا
تذرن
آلهتكم
ولا
تذرن
ورد
ا
ولا
سواعاً
ًولا
يغوث
ويعوق
ونسرا

فإنهم
إذا
تركوهم
جهلوا
من
الحق
على
قدر
ما
تركوا
من
هؤلاء

فإن
للحقى
في
كل
معبود
وجها
يعرفه
من
يعرفه
ويجهله
من
يجهله

في
المحمديين


قضى
ربك
ألا
تعبدوا
إلا
إياه

أي
حك

فالعـالم
يعلم
من
عبد

وفي
أي
صورة
ظهر
حتى
عبد

وأن
التفريق
والكثرة
كالأعضاء
في
الصورة
المحسوسة
وكالقوى
المعنوية
في
الصورة
الروحـانية

فما
عبد
غير
الله
في
كل
معبود

فالأدنى
من
تخيل
فيه
الألوهية

فلولا
هذا
التخيل
ما
عبد
الحجر
ولا
غيره

ولهـذا
قال




ل
سموهم

فلو
سموهم

9

ا
لسموهم
حجارة


وشجرا
وكوكباً

ولو
قيل
لهم
من
عبدتم
لقالوا
إلماً
ما
كانوا
يقولون
الله
ولا
الإله

والأعلى
ما
تخيل



بـل
قال
هذا
مجلى
إلهي
ينبغي
تعظيمه
فلا
يقتصر

فالأدنى
صاحب
التخيل
يقول


ا
نعبدهم
إلا
ليقربونا
إلى
الله
زلفى

والأعلى
العـالم
يقول


ٕنما
إلهكم
إله
واحد
فلـه
أسلموا

حيث
ظهر

وبشر
المخبتين

الذين
خبت
نار
طبيعتهم

فقالوا
إلها
ًولم
يقولوا
طبيعة


قد
أضوا
كثيراً

أي
حيروهم
في
تعداد
الواحد
بالوجوه
والنسب


ولا
تزد
الظالمـين

73
لانفسهم


لمصطفين


الذين
أورثوا
الكتاب

أول
الثلائة

فقدمه
على
المقتصد
والسابق




ٕلا
ضلالا

إلا
حيرة
المحمدي


دني
فيك
تحيرا


لما
أضاء
لهم
مشوا
فيه
وإذا
أظلم
عليهم
قاموا


فالحـائر


له
الدور
والحركة
الدورية
حول
القطب
فلا
يبرح
منه

وصاحب
الطريق
المستطيل
مائل
خارج
عن
المقصود
طالب
ما
هو
فيه
صاحب
خيال
إليه
غايته

فله
من
وإلى
وما
بينهما

وصاحب
الحركة
الدورية
لابدء
له
فيلزمـه

ن

ولا
غـاية
فتحكم
عليه

ٕلى

فله
الوجود
الأتم
وهو
المؤتى
جوامع
الكلم
والحكم


9

ب

ما
خطيئاتهم

فهي
التي
خطت
بهم
فغرقوا
في
بحار
العلم
بالله

وهو
الحيرة


أدخلموا
ارا
في
عين
الماء
في
المحمديين


إذا
البحـار
سجرت


جرت
التنور


إذا
أوقدته


لم
يجدوا
لهم
من
دون
الله
أنصارا
فكان
الله
عين
أنصارهم
فهلكوا
فيه
إلى
الأبد

فـلو
أخرجهم
إلى
السيف

سيف
الطبيعة
لنزل
بهم
عن
هذه
الدرجة
الرفيعة

وإن
كان
الكل
له
وبالله
بل
هو
الله


ال
نوح
رب

ما
قال
إلهي

فإن
الرب
له
0ا
الثبوت
والإله
يتنوع
بالأسماء
فهو
كل
يوم
في
شأن

فـأراد
بالرب
ثبوت
التلوين
إذ
لا
يصح
إلا
هو


ا
تذر
على
الأرض

يدعو
عليهم
أن
يصيروا
في
بطنها

المحمدي

و
دليتم
بحبل
لهبذ
على
الله


ه
ما
في
السموات
وما
في
الأرض

وإذا
دفنت
فيها
فأنت
فيها
وهي
ظرفك


فيها
نعيدكم
ومنها
نخرجكم
ارة
أخرى

لاختلاف
الوجوه


ن
الكافرين

الذين

استغشوا
ثيـابهم
وجعلوا
أصابعهم
في
آذانهم

طلبـاً
للستر
لأن

2

عاهم
ليغفر
لهم

والغفر
الستر


يارا

أحـداً
حتى
تعم
المنفعة
ما
عمت
الدعوة


ٕنك
تذرهم
أي
تدعهم
وتتركهم

ضلوا
عبـادك

أي
يحيروهم
فيخرجوهم
من
العبودية
إلى
ما
فيهم
من

0

ا
أسرار
الربوبية
فينظرون
أنفسهم
أرباباً
ًبعدما
كانوا
عند
أنفسهم
عبيدا

فهم
العبيد
الأرباب


لا
يلدوا

أي
ما
ينتجون
ولا
يظهرون

ٕلا
فـاجرا
ً
أي
مظهرا
ما
ستر


فارا
أي
ساتراً
ًما
ظهر
بعد
ظهوره
فيظهرون
ما
ستر

ثم
يسترونه
بعد
ظهوره

فيحار
الناظر
ولا
يعرف
قصد
الفاجر
في
فجوره



ولا
الكافر
في
كفره

والشخص
واحد


ب
اغفر
لي

أي
استرني
واستر
من
أجلي
فيجهل
قدري
ومقامي
كما
جهل
قدرك
في
قولك


ما
قدروا
الله
حق
قدره



ولوالدي


من
كنت
نتيجة
عنهما
وهما
العقل
والطبيعة


لمن
دخل
بيي
أي
قلبي


مؤمنا

مصدقاً
بمـا
يكون
فيه
من
الإخبارات
الإلهمية
وهو
ما
حدثت
به
أنفسها


للمؤمنين

من
العقول

المؤمبات

من
النفوس


لا
تزد
الظالمين

من
الظلمات
أهل
الغيب
المكتنفين
خلف
الحجب
الظلمانية


لا
تبارا
أي
هملاكا

فلا
يعرفون
نفوسهم
لشهودهم


وجه
الحق
دونهم

11
في
المحمديين


ل
شيء
هالك
إلا
وجهه


والتبار
الهـلاك

ومن
أراد
أن
يقف
على
أسرار
نوح
فعليه
بالرقي

0

ب
في
فلك
نوح



وهو
في
التنزلات
الموصلية
لنا
والله
يقول
الحق




25
ح
4

فص
حكمة
قدوسية
في
كلمة
إدريسية
1
العلو
نسيتان

علو
مكان
وعلو
مكانة

فعلو
المكان

رفعناه
مكاناعلياً

2
وأعلى
الأمكنة
المكان
الذي
تدور
عليه
رحى
عالم
الأفلاك
وهو
فلك
الشمس

وفيه
مقام
روحانية
إدريس
عليه
السلام



وتحته
سبعة
أفلاك
وفوقه
سبعة
أفلاك
وهو
الحامس
عشر

فالذي
فوقه
فلك
الأحمر
وفلك
المشترى
وفلك
كيوان
وفلك
المنـازل
والفلك
الأطلس
فلك
البروج


وفلك
الكرسي
وفلك
العرش

والذي
دونه
فلك
الزهرة
وفلك
الكاتب

وفلك
القمر

وكرة


الأثير

وكرة
الهوى

وكرة
المـاء

وكرة
التراب

فمن
حيث
هو
قطب
الأفلاك
هو
رفيع
المكان

وأما
علو
المكانة
فهو
لنـا
أعني
المحمديين

قال
الله
تعالى

أنتم
الأعلون
والله
معكم

في
هذا
العلو

وهو
يتعالى
عن
المكان
لا
4
عن
المكانة

ولما
خافت
نفوس
العمال
منا
أتبـع

1

ا
المعية
بقوله



ولن
يتركم
أعمالكم


فالعمل
يطلب
المكان
والعلم
يطلب
المكانة

فجمع
لنا
بين
الرفعتين
علو
المكان
بالعمل
وعلو
المكانة
بالعلم

ثم
قال
تنزيهـا
ًللاشتراك
بالمعية

بح
اسم
ربك
الأعلى

عن
هذا
الاشتراك
المعنوي

ومن
أعجب
الامور
كون
الإنسان
أعلى
الموجودات

أعني
الإنسان
الكامل

وما
نسب
إليه
العلو
إلا
بالتبعية

إما
إلى
المكان
وإما
إلى
المكانة
وهي
المنزلة

فما
كان
علوه
لذاته

فهو
العلي
بعلو
المكان
وبعلو
المكانة

فالعلو
لهما

فعلو
المكان


76

كالرحمن
على
العرش
استوى

وهو
أعلى
الأماكن

وعلو
المكانة

ل
شي
م
هالك
إلا
وجهه


و

ٕليه
يرجع
الأمر
كله




ٔ
إله
مع
الله


ولما
قال
الله
تعالى

رفعناه
مكانا
علـاً
فجعل
علياً
نعتاً
للمكان


إذ
قال
ربك
للملائكة
إني
جاعل
في
الأرض
خليفة


فهذا
علو
المكانة

وقال
في
الملائكة



ٔستكبرت
أم
كنت
من
العالين
فجعل
العلو
لدملائكة

فلو
كان
لكونهم
ملائكة


لدخل
الملاثكة
كلهم
في



1

ب
هذا
العلو

فلما
لم
يعم

مع
اشتراكهم
في
حد
الملائكة

عرفنا
أن
هذا
عـلو
المكانة
عند
ا



وكذلك
الخلفاء
من
الناس
لو
كان
علوهم
بالخلافة
عواً
ذاتياً
لكان
لكل
إنسان

فلما
لم
يعم
عرفنا
أن
ذلك
العلو
للمكانة

ومن
أسمائه
الحسنى
العـلي

على
من
وما
ثم
إلا
هو

فهو
العلي
لذاته

أو
عن
ماذا
وما


هو
إلا
هو

فعلوه
لنفسه

وهو
من
حيث
الوجود
عين
الموجودات

فالمسمى
محدثات
هي
العلية
لذاتها
وليست
إلا
هو

فهو
العلي
لا
علو
إضافة

لأن
الأعيان
التي
لها
العدم
الثابتة
ه
فيه
ما
شمت
رائحة
من
الموجود

فهي
على
حالها
مع
تعداد
الصور
في
الموجودات

والعين
واحدة
من
المجموع
في
المجموع

فوجود
الكثرة
في
الأسماء

وهي
النسب

هي
أمور
عدمية

وليس
إلا
العين
الذي
هو
الذات

فهو
العلي
لنفسه
لا
بالإضافة



فما
في
العالم
من
هذه
الحيثية
علو
إضافة

لكن
الوجوه
الوجودية


متفاضلة


قعلو
الإضافة
موجود
في
العين
الواحدة
من
حيث
الوجوه
الكثيرة

لذلك
نقول
فيـه
هو
لا
هو

أنت
لا
أنت

قـال

2

الخراز



2

ا
رحمه


الله
تعالى

وهو
وجه
من
وجوه
الحق
ولسان
من
ألسنته
ينطق
عن
نفسه
بأن
الله
تغالى
لا
يعرف
إلا
بجمعه
بـين
الأضداد
في
الحكم
عليه
بها

فهو
الأول
والآخر
والظاهر
والباطن

فهو
عين
ما
ظهر

وهو
عين
مابطن
في
حال
ظهوره

وما
ثم
من
يراه
غيره

وما
ثم
من
يبطن
عنه

فهو
ظاهر
لنفسه
باطن
عنه

وهو


المسمى
أبا


سعد
الخراز
وغير
ذلك
من
أسماء
المحدثات

فيقول
الباطن
لا
إذا
قال
الظاهر
أنا

ويقول
الظاهر
لا
إذا
قال
لباطن
أنا

وهذا
في
كل
ضد

والمتكلم
واحد
وهو
عين
السامع

يقول
النبي
صلى
الله
عليه
وسلم


ما
حدثت
به
أنفسها

فهي
المحدثـة
السامعة
حديثها

العالمة
بما
حدثت
به
أنفسها



والعين
واحدة
واختلفت
الأحكام

ولا
سبيل
إلى
جهل
مثل
هذا
فإنه
يعلمـه
كل
إنسان
من
نفسه
وهو
صورة
الحق

فاختلطت
الأمور
وظهرت
الأعداد
بالواحد
في
المراتب


المعلومة

6
فأوجد
الواحد
العدد

وفصل
العدد
الواحد

وما
ظهر
حكم
العدد
إلا
المعدود

والمعدود
منه
عدم
ومنه
وجود
4
فقد
يعدم
الشيء
من
حيث
الحس
وهو
موجود
من
حيث
العقل

فـلا
بد
من
عدهد
ومعدود
4

2

ب
ولا
بـد
من
واحد
ينشىء
ذلك
فينشأ
بسببه

فإن
كل

مرتبة
من
العدد
حقيقة
واحدة
كالتسعة
مثلا
والعشرة
إلى
أدنى
وإلى
أكثر
إلى
غير
نهاية

ما
هي
جموع

ولا
ينفك
عنها
اسم
جمع


الآحاد


8ا
فإن
الاثنين
حقيقة
واحدة
والثـلاثة
حقيقة
واحدة



بالغاً
ما
بلغت
هذه
المراتب

وإن
كانت
واحدة

فما
عين
واحدة
منهن
عين
ما
بقي

فالجمـع
يأخذها
فنقول
بها
منها

ونحكم
بها
عليها

قد
ظهر
في
هذا
القول
عشرون
مراتبة

فقد
دخلها
التركيب
فما
تنفك
تثبت
عين
ما
هو
منفي
عندك
لذاته

ومن
عرف
ما
قررناه
في
الأعداد

وأن
نفيها
عين
إثباتها



عـلم
أن
الحق
المنتزه
هو
الخلق
المشبه

وإن
كان
قد
تميز
الخلق
من
الخـالق

فالأمر
الخالق
المغخلوق

والأمر
المخلوق
الخالق

كل
ذلك
من
عين
واحدة

لا

بل
هو
العـين
الواحد
وهو
العيون
الكثيرة

فانظر
ماذا
ترى

ال
يا
أبت
افعل
ما
تؤمر


والولد
عين
أبيه

فما
رأى


يذبح
سوى
نفسه


فداه
بذبح
عظيم


فظهر
بصورة
كبش
من
هر
بصورة
إنسان

وظهر

3

ا
بصورة
ولد

لا

بل
بحكم
ولد

من
هو
عين
الوالد


خلق
منها
زوجها

قما
نكح


سوى
7
نفسه
فمنه
الصاحبة
والولد
والأمر
واحد
في
العدد

من
الطبيعة
ومن
الظاهر
منها

وما
رأيناها
نقصت
بما
ظهر
منها
ولا
زادت
بعدم
ما
ظهر
وما

الذي
ظهر
غيرها

وما
هي
عين
ما
ظهر
لاختلاف
الصور
بالحكم
عليها


فهذا
بارد
يابس
وهذا
حار
يابس

فجمع
باليبس
وأبان
بغير
ذلك

والجامع
الطبيعة

لا

بل
العين
الطبيعية

فعالم
الطبيعة
صور
في
مرآة
واحدة

لا

بل
صورةواحدة
في
8
مرايا

ختلفة

فما
ثم
إلا
حيرة
لتفرق
النظر

ومن
عرف
ماقلناه
لميحر

وإن

79

كان
في
مزيد
علم
فليس
إلا
من
حكم
المحل

والمحل
عين
العين
الثـابتة

فيها
يتنوع


الحق
في
المجلى
فتتنوع


الأحـكام
عليه

فيقبل
كل
حكم

وما
يحكم
عليه
إلا
عين
ما
تجلى
فيه

وما
ثم
إلا
هذا

فالحق
خلق
بهذا
الوجه
فاعتبروا
وليس
خلقاً
بذاك
الوجه
فادكروا
من
يدر
ما
قلت
لم
تخذل
بصيرته
وليس
يدريه
إلا
من
له
بصر
جمع
وفرق
فإن
العين
واحدة
وهي
الكثيرة
لا
تبقى
ولا
تذر
فالعلي
لنفسه
هو
الذي
يكون
له
الكمال
الذي
يستغرق
به
جميع
الأمور
9
الوجودية
والنسب
الغدمية
يحيث
لا
يمكن
أن
يفوته
نعت
منها
وسواء
كانت


محمودة

3

ب
عرفاً
وعقلاً
وشرعاً
أو


مذمومة
عرفاً
وعقلاوشرعا

وليس
ذلك
إلا
لمسمى
الله
تعالى
خاصة

وأما
غير
مسمى
الله
ما
هو
مجلى
له
أو
صورة
فيه

فإن
كان
مجلى
له
فيقع
التفاضل

لا
بد
من
ذلك

بين
مجلى
ومجلى

وإن
كان
صورة
فيه
فتلك


الصورة
عين
الكمال


الذاتي
لأنها
عين
ما
ظهرت
فيه

فالذي
لمسمى
الله
هو
الذي
لتلك
الصورة

ولا
يقـال
هي
هو
10
ولا
هي
غيره

وقد
أشار
أبو
القاسم
بن
قسي
في
خلعه
إلى
هـذا
بقوله

إن
كل
اسم
إلمي
يتسمى
جميع
الأسماء
الإلهية
وينعت
بها

وذلك


أن
كل
اسم
يدل
على
الذات
وعلى
المعنى
الذي
سيق
له
ويطلبه

فمن
حيث
دلالته
على
الذات
له
جميـع
الأسماء

ومن
حيث
دلالته
على
المعنى
الذي
ينفرد
به

يتميز
عن
غيره
كالرب
والخالق
والمصور
إلى
غير
ذلك

فالاسم
المسمى
من
حيث
الذات



والاسم
غير
المسمى
من
حيث
ما
يختص
به
من
المعنى
الدي
سيقى
له

فإذا
فهمت
أن
العلى
ما
ذكرناه
علمت
أنه
ليس
علو
المكان
ولا
علو
المكانة

فإن
علو
المكانة
يختص
بولاة
الأسر
كالسلطان
والحكام
والوزراء
والقضاة
وكل
ذي
منصب
سواء
كانت
فيه
أهلية
لذلك


المنصب
أو
لم
تكن

والعلو
بالصفات
ليس
كذلك

فإنه
قد
يكون
أعلم
الناس
يتحكم

4

ا
فيه
من
له
منصب
التحكم
وإن
كان
أجهل
النـاس

فهذا
علي

بالمكانة
بحكم
التبع
ما
هو
علي

في
نفسه

فإذا
عزل
زالت
رفعته
والعالم
ليس
كذلك


5
ص
حكمة
ميمية
في
كلمة
إبراهيمية

إنمـا
سمي
الخليل


خليلاً
لتخلله
وحصره
جميع
ما
اتصفت
به
الذات
الإلهية

قال
الشاعر

قد


تخللت
مسلك
الروح
مني
وبه
سمي
الخليل
خليـلٔا
كما
يتخلل
اللون
المتلون

فيكون
العرض
بحيث
جوهره
ما
هو
كالمكان
والمتمكن

أو
لتخلل


الحق
وجود
صورة
إبراهيم
عليه
السلام



3
وكل
حكم
يصح
من
ذلك

فإن
لكل
حكم
موطنا
يظهر
به
لايتعداه

ألا
ترى
الحق
يظهر
بصفات
المحدثات

وأخـبر
بذلك
عن
نفسه

وبصفات
النقص
وبصفات
الذم

ألا
ترى
المخـلوق
يظهر
بصفات
الحق
من
أولهـا
إلى
آخرها
وكلهـا
حق
له
كما
هي
صفات
المحدثات

1
حقى
للحق


لحمد
لله

فرجعت
إليه
عواقب
الثتاء
من
كل
حامد
ومحمود


وإليه
يرجع
الأمر
كله
فعم
ما
ذ
م
وحمد

وما
ثم
إلا
محمود
ومذموم

اعلم
أنه
ما
تخلل
شيء
شيئا
إلا
كان
محمولاً
فيه

فالمتخلكل



اسم
فاعل

محجوب
بالمتخلل

اسم
مفعول

فاسم
المفعول


هو
الظاهر

واسم
الفاعل
هو
الباطن
المستور

وهو
غذاء
له
كالماء
يتخلل
الصوفة
فتربو
به
وتتسع

فإن
كان
الحق
هو
الظاهر
فالخلق
مستور
فيه

فيكون
الخلق
جميع
أسماء
الحق
سمعه
وبصره
وجميع
نسبه
وإدرا
كاته

وإن
كان
الخلق
هو
الظاهر

4


فالحق
مستور
باطن
فيه

فالحق
سمع
الحخلق
وبصره
ويده
ورجله
وجميع
قواه
كما
ورد
في
الخبر
الصحيح



ثم
إن
الذات
لو
تعرت
عن
هذه
النسب
لم
تكن
إلهما
وهذه
النسب
أحدثتها
أعياننا
فنحن
جعلناه
بمألوهيتنا


إلهما

فلا
يعرفحتى
3
نعرف

قال
عليه
السلام


ن
عرف
نفسه
عرف
ربه

وهو
أعلم
الخلق
بالله
فإن
بعض


الحكاء
وأبا
حامد

ادعوا

2
أنه
ئعرف
الله
من
غير
نظر
في
العالم
وهذا
غلط

نعم
تعرف
ذات

قديمة
أزلية
لا
يعرف
أنها
إله
حتى
يعرف
المألوه

فهو
الدليل
عليه

يم
بعد
هذا
في
ثاني
حال
يعطيك
الكشف
أن
الحق
نفسه


كان
عين
الدليل
على
نفسه
وعلى
ألوهيته

وأن
العـالم
ليس
إلا
تجليه
في
صور
أعيـانهم
الثابتة
التي
يستحيل
وجودها
بدونه



وأنه
يتنوع
ويتصور
يحسب
حقائق
هـذه
الأعيان
وأحوالها

وهذا
بعد
العلم
به
منـا

82

أنه
إله
لنا

ثم
يأتي
الكشف
الآخر
فيظهر
لك
صورا
فيه

فيظهر
بعضنـا
لبعض


في
الحق

فيعرف
بعضنا
بعضا

ويتميز
بعضنا
عن
بعض

فمنا
من
يعرف
أن
في
الحق
وقعت
هذه
المعرفة
لنا
بنا
ومنا
من
يجهل
الحضرة
التي
وقعت
فيها
هذه
المعرفة
بنا

أعوذ
بالله
أن
أكون
من
الجاهلين

وبالكشفين
معاً
ًما
يحكم
علينا
إلا
بنا

لا

بل
نحن
نحكم
علينا
بنا
ولكن
فيه

ولذلك
قال

لله
الحجة
البالغة

يعني
على
المحجوبين

5

1
إذ


قالوا
للحق
لم
فعلت
بنا
كذا
وكذا
ما

ا
يوافق
أغراضهم


يكشف
لهم
عن
ساق


وهو
الأمر
الذي
كشفه
العارفون
هنا

فيرون
أن
الحق
ما
فعل
بهم
ما
ادعوه
أنه
فعله

أن
ذلك
4
منهم

فإنه
ما
علمهم
إلا
على
ما
هم
عليه

فتدحض


حجتهم
وتبقى
الحجة
له
تعالى
البالغة

فإن
قلت
فما
فائدة
قوله
تعالى


لو
شاء
لهدا
كم
أجمعين
قلنا6

و
شاء
لو
حرف
امتناع
لامتناع

فما
شاء
إلا
ما
هو
الأمر
عليـه

ولكن
عـين
المكن
قابل
للشيء
ونقيضه
في
حكم


دليـل
العقل

وأي
الحكمين
المعقولـين
وقـع

ذلك
هو
الذي
كان
عليـه
الممكن
في
حـال
ثبوته

ومعنى

لهداكم


لبين
لكم

وما
كل
مكن
من
العـالم
فتـح
الله
عـين
بصيرته
لإدراك
الأمر
في
نفسه
على
ما
هو
عليه

فمنهم
العـالم
والجاهل

فما
شاء

4

فما
هداهم
أجمعين

ولا
يشاء

وكذلك

ٕن
يشأ

فهل
يشاء

ذا
ما
لا
يكون

0

فمشيئته
أحدية
التعلق
وهي
نسبة
تابعة
للعلم
والعلم
نسبة
تابعة
لمعلوم

3
رالمعلوم
أنت
وأحوالك

فليس
للعلم
أثر
في
المعلوم

بل
للمعلوم
أثر
في
العلم


فيعطيه
من
نفسه
ما
هو
عليه
في
عينه

وإنما
ورد
الخطاب
الألهي
بحسب
مـا
5
تواطأ
عليه
المخاطبون
وما
أعطاه
النظر
العقلي

ما
ورد
الخطاب
على
ما
يعطيه
الكشف

رلذلك
كثر
المؤمنون
وقل
العارفون

5


أصحاب
الكشوف

وما
منا
إلا
له
مقـام
معلوم


وهو
ما
كت
به
في
ثبوتك
ظهرت
به
في
وجودك

هذا
إن
ثبت
أن
لك
وجودا

فإن
ثبت
أن
الوجود
للحق
لا
لك

فالحكم
لك
بلا
شك
في
وجود
الحق

وإن
ثبت
أنك
الموجود
فالحكم
لك
بلا
شك

وإن
كان
الحاكم
الحق

فليس
له
إلا
إفاضة
الوجود
عليك
والحكم


لك
عليك

فلا


تحمد
إلا
نفسك
ولا
تذم
إلا
نفسك

وما
يبقى
لحق
إلا
حمـد
إفاضة
الوجود
لأن
ذلك
له
لا
لك
فأنت
غذاؤه
بالاحكام

وهو
غذاؤك
بالوجود
فتعين
عليه
ما
تعين
عليك

فالأمر
منه
إليك
ومنك
إليه

غير
أنك


تسمى
7
مكلفا
وما
كلفك
إلا
بما
قلت
له
كلفني
بمحالك
وبما
أنت
عليـه

ولا
يسى
مكلفا

اسم
مفعول
فيحمدني
وأحمـده
ويعبدني
وأعبـده
8
ففي
حـال
أقـر
به
وفي
الأعيـان
أجحده
فيعرفني
وأنـكره
وأعرفـه
فأشهـده
فأ
فى
بالغنى


وأنـا
أسـاعده
فأسعـده

لذالك
الحق
أوجدني
فأعلمـه
فأوجـده
بذا
جاء
الحديث
لنا
وحقق
في
مقصده

84
9
ولما
كان
للخليل


هذه
المرتبة
التي
بها
سمي
خلئ
لذلك
سن
القرى




وجعله
ابن
مسرة
مع
ميكاييـل

للأرزاق

وبالأرزاق
يكون
تغذي
المرزوقين


فإذا
تخلل
الرزق
ذات
المرزوق
بحيث
لا
يبقى
فيه
شيء
إلا
تخلله

فإن
الغذاء
يسري


في
جميـع
أجزاء
المغتذي
كلها

6

ا
وما
هنالك


أجزاء
فلا
بد
أن
يتخلل
جميـع
المقامات
الإلهمية
المعبر
عنها
بالأسماء
فتظهر
بها
ذاته
جل
وعلا
11
فنن
له
ما
ثبتت
أدلتنا
ونحن
لنـا
وليس
له
سوى
كوني
فنحن
له
كنحن
بنـا
فلى
وجهان
هو
وأنا
وليس
له
أنا
بـأنا
ولكن
في
مظهـره
فنحن
له
كمثـل
إنا
والله
يقول
الحق
وهو
يهدي
السبيل

1
فص
حكة
حقية
في
كلمة
إسحاقية
2
فداء
ني
ذبح
ذبح
لقربان
وأين
ثواج
الكبش
من
نوس
إنسان
وعظمه
الله
العظيم
عنـاية
بنا
أو
به
لا
أدر


من
أي
ميزان
ولا
شك
أن
البدن
أعظم
قيمة
وقد
نزلت
عن
ذبح
كبش
لقربان
فيا
ليت
شعري
كيف
ناب
بذاته
شخيص
كبيش
عن
خليفة
رحمان
ألم
تـدر
أن
الأمر
فيه
مرتب
وفاء
لأرباح
ونقص
لخسران



فلا
خلق
أعلى
من
جمـاد
وبعده
نبات
على
قدر
يكون
وأوزان
وذوالحس
بعدالنبت
والكل
عارف
بخلافه
كشفاً
وإيضاح
برهان
وأمـا
المسمى
آدمـا


فمقيد
بعقل
وفكر
أو
قلادة
إيمـان
بذا
قال
سهل


والمحقق
مثلنـا
لأنا
وإياهم
بمـنزل
إحسان
3

6

فمن
شهدالأمر
الذي
قدشهدته
يقول
بقولي
في
خفاء
وإعلان
ولا
تلتفت

قولاً
يخالف
قولنا
ولا
تبذر
السمراء


في
أمر
عميان
4
هم
الصم
والبـكم
الذين
أتى
بهم
لأسماعنا
المعصوم
في
نص
قرآن
اعلم
أيدنا
الله
وإياك
أن
إبراهيم
الخليل
عليه
السلام
قال
لابنه


ٕني
أرى
في
المنام
أني
أذبحكه
والمنام
حضرة
الخيال
فلم
يعبرها

وكان
كبش

ظهر
في
صورة
ابن
إبراهيم
في
المنام
فصدق
إبراهيم
الرؤيا

ففداه
ربه
من
وهم
إبراهيم
بالذبح


العظيم
الذي
هو
تعبير
رؤياه
عند
الله
تعالى
وهو


لا
يشعر

فالتجلي
الصوري
في
حضرة
الخيال
محتاج


إلى
علم
آخر
يدرك
به
ما
أراد
الله
تعالى
بتلك
الصورة
ألا
ترى
كيف
قال
رسول
الله
صلى
الله
عليه
وسلم
لٔبي
بكر

في
تعبير
الرؤيا


ٔصبت
بعضاً
وأخطأت
بعضا
فسأله
أبو
بكر
أن
يعرفه
مـا
أصاب
فيه
وما
أخطأ
فلم
يفعل


0
وقال
الله
تعالى
لإبراهيم
عليه
السلام
حـين
ناداه


ٔن
يا
إبراهيم
قد
صدقت
الرؤيا

ومـا
قال
له
دقت

1
في
الرؤيا
أنه
ابنك

لأنه
مـا
عبرها

بل
أخذ
بظاهر
مـا
رأى

والرؤيا
5

86

تطلب
التعبير

ولذلك
قال
العزيز

ٕن
كنتم
للرؤيا
تعبرون



ومعنى
التعبير
الجواز
من
صورة
ما
رآه
إلى
أمر
آخر

فانت
البقر
سنين
في
المحل
والخصب

فلو
صدق
في
الرؤيا
لذبح
ابنه

وإنمـا
صدق
الرؤيا
في


أن
ذلك
عين
ولده

وما
كان
عند
الله
إلا
الذبح
العظيم
في
صورة
ولده

7


ففداه
لما
وقع
في
ذهن
إبراهيم
عليه
السلام

مـا
هو
فداء
في
نفس
الأمر
عند
الله



فصور
الحس
الذبح
وصور
الخيال
إبن
إبراهيم
عليه
السلام

فلو
رأى
الكبش
في
الخيال
لعبره


بابنه
أو
بأمر
آخر

ثم
قال



ٕن
هذا
لهو
البلاء
المبين


أي
الاختبار
المبين
أي
الظاهر
يعني
الاختبار
في
العلم

هل
يعلم
ما
يقتضيه
موطن
الرؤيا
من
التعبير
أم
لا

لأنه
يعلم
أن
موطن
الخيـال
يطلب
التعبير

فغفل
فمـا
وفى
الموطن
حقه

وصدق
الرؤيا
لهذا
السبب
كما
فعل
تقي
بن
مخلد
الإمام
صاحب
المسند

سمع
في
الخبر
الذي
ثبت
عنده
أنه
عليه
السلام
قال


ن
رآني
في
النوم
فقد
رآني
في
اليقظة
فإن
الشيطان
لا
يتمثل
على
صورتي

فرآه
تقي
بن
مخـلد
وسقاه
النبي
صلى
الل
عليه
وسلم
في
هذه
الرؤيا
لبنا
فصدق
تقي
بن
مخلد
رؤياه
فاستقاء


فقاء
لبناً

ولو
عبر
رؤياه
لكان
ذلك
اللبن
علماً

فحرمه
الله
علمـاً
كثيرا
على
قدر
ما
شرب



ألا
ترى
رسول
الله
صلى
الله
عليه
وسلم
أتي


في
المنام
بقدح
لبن


شربته
حتى
خرج
الري
من
أظـافيري

0
ثم
أعطيت
فضلي
عمر


قيل
ما
أولته
يا
رسول
الله
2
قال
العلم

وما
تركه
لبنـاً
على

ا8
صورة
ما
رآه
لعلمه
بموطن
الرؤيا
وما
تقتضيه


من
التعبير

وقد
علم
أن
صورة
النبي
صلى
الله
عليه
وسلم

7


التي
شاهدها
الحس
أنهـا
في
المدينة
مدفونة

وأن
صورة
روحه
ولطيفته


ما
شاهدها
أحد
من
أحـد
ولا
من
نفسه


كل
روح
بهذه
المثابة

فتتجسد
له
روح
النبي
في
المنام
بصورة
جسده
كما
مات
عليه
لا
يخرم


منه
شيء

فهو
محمد
صلى
الله
عليه
وسلم
المرني
من
حيث
روحه
في
صورة
جسدية


تشبه
المدفونة
لا
يمكن
للشيطان
أن
يتصور
بصورة
جسده
صلى
الله
عليه
وسلم
عصمة
من
الله
في
حق
الراي

ولهذا
من
رآه
بهذه
الصورة
يأخذ
عنه
جميـع
ما
يأمره
أو
ينهاه
عنه


أو
يخبره
كما
كان
يأخذ
عنه
في
الحياة
الدنيا
من
الأحكام
على
حسب
ما
يكون
منه
اللفظ
الدال
عليه
من
نص
أو
ظاهر
أو
مجمل
أو
ما
كان


فإن
أعطاه
شيئاً
فإن
ذلك
الشيء
هو
الذي
يدخل
التعبير

فإن
خرج
في
الحس
كماكان
في
الخيال
فتلك
رؤيا
لا
تعبير
لها

وبهذا
القدر
وعليه
اعتمد
ابراهيم
عليه
السلام
وتقي
بن
مخلد

ولما
كان
للرؤيا
هذان
الوجهان

وعلمنا
الله

فيما
فعل
بإبراهيم
وما
قال
له

الأدب
لما
يعطيه
مقـام
النبوة

علمنا
في
رؤيتنا
الحق
تعالى
في
صورة
يردها
الدليل
العقلي
أن
نعبـر


تلك
الصورة
بالحق
6
المشروع
إما
في
حق
حال
الراني
أو
المكان
الذي
رآه
فيه
أو
هما
معا

وإن
لم
يردهـا
الدليل
العقلي
أبقيناهـا
على
ما
رأيناها


ا
نرى
الحق
في
الآخرة
سواء


8

1


88
7
فواحد
الرحمن
في
كل
موطن
من
الصور
ما
يخفى
وما
هو
ظاهر
فإن
قلت
هذا
الحق
قدتك


ـادقاً
وان
قلت
أراً
آخراً
أنت
عـابر
وما
حكمه
في
موطن
دون
موطن
ولكنه
بالحق
للخلق
سافر
إذا
مـا
تجلى
لعيون
ترده
عقول
ببرهـان
عليه
تثابر
ويقبل
في
مجلى
العقول
وفي
الذي
يسمى
خيالا
والصحيح
النواظر
يقول
أبو
يزيد


في
هذا
المقام
لو
أن
العرش
وما
حواه
مائة
ألف
ألف
مرة
في
زاوية
من
زوايا
قلب
العارف
ما
أحس
بها



وهذا
وسع
أبي
يزيد
في
عالم
الأجسام

بل
أقول
لو
أن
ما
لا
يتناهى
وجوده
يقدر
انتهاء
وجوده
مع
العين
الموجدة
له
في
زاوية
من
زوايا
قلب
العارف
ما
أحس
بذلك
في
علمه

فإنه
قـد
ثبت
أن
القلب
وسع
الحق
ومع
ذلك
ما
اتصف
بالري
فلو
امتلا
ارتوى

وقد
قال
ذلك
أبو
يزيد

ولقد
نبهنا
على
هذا
المقام
بقولنا

يا
خالق
الأشياء
في
نفسه
أنت
لمـا
تخلقه
جامع
تخلق
ما
لا
ينتهي
كونه
في
ك
فأنت
الضيق
الواسع
لو
أن
ما
قد
خلق
الله
ما
لا
ح
بقلبي
فجره
الساطع


من
وسع
الحق
فما
ضاق
عن
خلق
فكيف
الأمر
يا
سامع
بالوهم
يخلق
كل
إنسان
في
قوة
خياله
ما
لا
وجود
له
إلا
فيها

وهذا
هو
الأمر

العام


8


والعارف
يخلق
بالهممة
ما
يكون
له
وجود
من
خارج
محل
الهمة
ولكن
لا
زال
الهمة
تحفظه

ولا
يئودها
حفظه

أي
حفظ
ما
خلقته

فمتي
طرأ

89
على
العارف
غفلة
عن
حفظ
ما
خلق
عدم
ذلك
المخغلوق

إلا
أن
يكون
العارف
قد
ضبط
جميع
الحضرات
وهو
لايغفل
مطلقا
ً
بل
لا
بد
من
حضرة
يشهدها

فإذا
خلق
العارف
بهمته
ما
خلق
وله
هذه
الإحاطة
ظهر
ذلك
الخلق
بصورته


في
كل
حضرة

وصارت
الصور
يحفظ
بعضها
بعضاً

فإذا
غفـل
العـارف
عن
حضرة
ما
أو
عن
حضرات
وهو
شاهد
حضرة
ما
من
الحضرات

حافظلما
فيها
من
صورة
خلقه

انحفظت


جميـع
الصور
بحفظه
تلك
الصورة
الواحـدة
في
الحضرة


التي
ما
غفل
عنها

لأن
الغفلة
ما
تعم
قط
لا
في
العموم
ولا
في
الخصوص

وقد
أوضحت
همنا
سرا
ًلم
يزل
أهل
الله

يغارون
على
مثل
هذا
أن
يظهر
لما
فيه
من
رد
دعواهم
أنهم
الحق

فإن
الحق
لا
يغفل
والعبد
لا
بد
له
أن
يغفل
عن
شميء
دون
شيء

فمن
حيث
الحفظ
لما
خلق
له
أن
يقول

ٔنا
الحق

ولكن
ما
حفظه
لها
فظ
الحقى

وقد
بينا
الفرق

ومن
حيث
ما
غفل
عن
صورة
مـا
وحضرتها
فقد
تميز
العبد
من
الحق

ولا
بد
أن
يتميز
مع
بقاء
الحفظ
لجميـع
الصور
بحفظه
صورة
واحـدة
منها
في
الحضرة
التي
ما
غفل
عنها

فهذا
حفظ
بالتضمن

وحفظ
الحق
ما
خلق
ليس
كذلك

9

1
بل
حفظه
لكل
صورة
على
التعيين
وهذه
مسألةأخبرتأنه
ما
سطرها
أحد
في
كتابلأنا
ولا
غيري
إلافي
هذا
الكتاب

فهي
يتيمة
الدهر
وفريدته

فإياك
أن
تغفل
عنها
فإن
تلك
الحضرة
التي
يبقى
لك
الحضور
فيها
مع


الصورة

مثلها
مثٔل
الكتاب
الذي
قال
الله
فيه

ا
فرطنا
في
الكتاب
من
شيء
فهو
الجامع
لواقع
وغير
الواقع

ولا
يعرف
ما
قلناء
إلا
من
كان
9

9

قرآناً

في
نفسه
فإن
المتقي
الله

جعل
له
فرقاناً
وهو
مثل
ما
ذكرناه
في
هذه
المسألة
فيما
يتميز
به
العبد
من
الرب

وهذا
الفرقان

أرفع
فرقان

1
فوقتا
يكون
العبد
ربا
بلا
شك
ووقتاً
يكون
العبد
عبداً
ًبلاإفك
فإن
كان
عبداً
كان
بالحق
واسعا
وإن
كان
رباً
كان
في
عيشة
ضنك
فمن
كونه
عبدا
يرى
عين
نفسه
وتتسع
الآمـال
منه
بلا
شك
ومن
كونه
ربا
يرى
الخلق
كله
يطالبه
من
حضرة
الملك
والملك
ويعجز
عما
طـالبوه
بذاته
لذا
تر
بعض
العارفين
به
يبكي
فكن
عبد
رب
لا
تكن
رب
عبده
فتذهب
بالتعليق
في
النار
والسبك


فص
حكة
علية
في
كلة
اسماعيلية
أعلم
أن
مسمى
الله

أحدي
بالذات
كل
بالأسماء

وكل
موجود

9
فما
له
من
الله
إلا
ربه
خاصة
يستحيل
أن
يكون
له
الكل


وأما
الأحدية
الإلهية
فما
لواحد
فيها
قدم

لأنه
لا
يقال
لواحد
منها
شيء
ولآخر
منها
شيء

لأنهالاتقبل
2
التبعيض
فأحديته
مجموع
كله
بالقوة

والسعيد
من
كان
عند
ربه
مرضيا
وما
ثم
إلا
من
هو
مرضي
عند
ربه
لأنه
الذي
يبقي
عليه
ربوبيته

فهو
عنده
مرضي
فهوسعيد
3
ولهذا

قال
سهل


ٕن
للربوبية
سرأـوهو
أنت

يخاطب

كل
عين
لوظهر


91
لبطلت
الربوبية

فأدخل
عليه

و
وهو
حرف
امتنـاع
لامتناع


وهو
لا
يظهر
فلا
تبطل
الربوبية
لأنه

لا
وجود
لعين
إلا
بربه

والعين
موجودة
دايمـاً
فالربوبية
لا
تبطل
دائما

وكل
مرضي
محبوب

وكل
ما
يفعل
المحبوب
محبوب

فكله
مرضي

لأنه
لا
فعل
للعين

بل
الفعل
لربها
فيها
فاطمأنت
العين
أن
يضاف
إليها
فعل

فكانت

اضية
بما
يظهر
فيها
وعنها
من
أفعال
ربها

مرضية
تلك
الأفعـال
لأن
كل
فاعل
وصانع
راض
عن
فعله
وصنعته

فإن
وفـى
فعـله
وصنعته
حق
ما
عليه

ٔعطى
كل
شيء
خلقه
ثم
هدى
أي
بين
أنه
أعطى
كل
شيء
خلقه

فلا
يقبل
النقص
ولا

الزيادة

فكان
إسماعيل


بعثوره
على
مـا
ذكرناه
عند
ربه
مرضيا

وكذا
كل
موجود
عند
ربه
مرضي



ولا
يـلزم
إذا
4
كان
كل
موجود
عند
ربه
مرضياً
ًعلى
ما
بيناه
أن
يكون

0


مرضياً
عند
رب
عبد
آخر
لأنه
ما
أخذ
الربوبية
إلا
من
كل
لا
من
واحد

فما
تعين
له
من
الكل
إلا
ما
يناسبه

فهو
ربه

ولا
يأخذه
أحد
من
حيث
أحديته

ولهـذا
5
منع
أهل
الله
التجلي
في
الأحدية

فإنك
إن
نظرته
به


فهـو
الناظر
نفسه
فما
زال
ناظراً

نفسه
بنفسه

وإت
نظرته
بك
فزالت
الأحدية
بك

وإن
نظرته
به
وبك


فزالت
الأحدية
أيضا

لأن
ضمير
التـاء
في

ظرته
ما
هو
عين
المنظور

فلا
بد
من
وجود
نسبة
ما
اقتضت
أمرين
ناظرا
ًومنظورا
ً
فزالت
الأحدية
وإن
كان
لم
ير
إلا
نفسه
بنفسه

ومعلوم
أنه
في
هذا
الوصف
ناظر
ومنظور

فالمرضي
لا
يصح
أن
يكونمرضياً
مطلقاً
إلا
إذا
كانجميع
ما
يظهر
به
من

92

6
فعل
الراضي
فيه

ففضل
إسماعيل
غيره
من
الأعيان
بما
نعته
الحق
به
من
كونه
عند
ربه
مرضياً

وكذلك
كل
نفس
مطمئنة
قيل
لها

رجعي
إلى
ربك
فما
أمرها
أن
ترجع
إلا
إلى
ربها
الذي
دعاها
فعرفته


من
الكل


اضية
مرضية

ادخلي
في
عبادي

من
حيث
ما
لهم
هـذا
المقـام

فالعباد
المذكورون
هنـا
كل
عبد
عرف
ربه
تعالى
واقتصر
عليه
ولم
ينظر
إلى
رب
غيره
مع
أحدية
العـين

لا
بد
من
ذلك

0

ب

ادخلي
جنتتي

التي
بها


ستري

1
وليست
جنتي
سواك
فأنت
تسترني

بذاتك

فـلا
أعرف
إلا
بك
كا
أنـك
لا
تكون
إلا
بي

فمن
عرفك
عرقني
وأنا
لا
أعرف
فأنت
لا
تعرف

فإذا
دخلت
جنته
دخلت
نفسك
فتعرف
نفسك
معرفـة
أخرى
غير
المعرفة
التي
عرفتها
حين
عرفت
ربك
بمعرفتك
إياها

فتكون
صاحب
معرفتين



معرفة
به
من
حيث
أنت

ومعرفة
به
بك
من
حيث
هو
لا
من
حيث
أنت

8
فأنت
عبد
وأنت
رب
لمن
له
فيه
أنت
عبد
وأنت
رب
وأنت
عبد
لمن
له
في
الخطاب
عهد
فكل
عقد
عليه
شخص
يحله
من
سواه
عقد
9
فرضي
الله
عن
عبيده

فهم
مرضيون

ورضوا
عنه
فهو
مرضي

فتقابلت
الحضران

تقابل
الأمثال
والأمثال
أضداد
لأن
المثـلين


لا
يجتمعان
إذ
لا
يتميزان
وما
ثم
إلا
متميز
فما
ثم
مثل

فما
في


الوجود
مثل

فما
في


الوجود
ضد

فإن
الوجود
حقيقة
واحدة
والشيء
لا
يضاد
نفسه


93
فلم
يبق
إلا
الحق
لم
يبق
كائن
فما
ثم
موصول
وما
ثم
باين
بذا

جاء
برهان
العيان
فما
أرى
بعيني
إلا
عينه
إذ
أعاين

لك
لمن
خشي
ربه

أن
يكونه

لعلمه
بالتمييز

دلنا

على
ذلك
جهل
أعيان
في
الوجود

1


بما
أتى
به
عالم

فقد
وقع
التمييز
بين
العبيد
فقد
وقع
التمييز
بين
الأرباب

ولو
لم
يقع
التمييز

لفر
الاسم
الواحد
الإلهي
من
جميع
وجوهه
بما
يفسر
الآخر

والمعز
لا
يفسر


بتفسير
المذل
إلى
مثل
ذلك

لكنه
هو
من
وجه
الأحدية
كما
تقول


في
كل
اسم
إنه
دليـل
على
الذات
وعلى
حقيقته
من
حيث
هو

فالمسمى
واحد

فالمعز
هو
المذل
من
حيث
المسمى

والمعز
ليس
المذل
من
حيث
نفسه
وحقيقته

فإن
المفهوم
يختلف


في
الفهم
في
كل
واحد
منهم

فلا
تنظر
إلى
الحق
وتعريه
عن
الخلق
ولا
تنظر
إلى
الخلق
وتكسوه
سوى
الحق
ونزهه
وشـبهه
وم
في
مقعد
الصدق
وكن
في
الجمع
إن
شئت
وإن
شئتففي
الفرق
تحز
بالكل

إن
كل
تبدى

صب
السبق
فلا
تفنى
ولا
تبقى
ولا
تفني
ولا
تبقي
10
ولا
يلقى
عليك
الوحي
في
غير
ولا
تلقي

الثناء
بصدق
الوعد
لا
بصدق
الوعيد

والحضرة
الإلهية
تطلب
الثناء
المحمود
بالذات
فيثني
عليها


بصدق
الوعد
لا
بصدق
الوعيد

بل
بالتجاوز

لا
تحسبن

94

الله
مخلف
وعده
رسله
لم
يقل
ووعيده

بل
قال
ويتجاوز
عن
سيياتهم
مع
1
أنه
توعد
على
ذلك

فأثنى
على
إسماعيل
بأنه
كان
صادق
الوعـد

وقد
زال
الإمكان
في
حق
الحق
لما
فيه
من
طلب
المرجح

فلم
يبق
إلا
صادق
الوعد
وحده
وما
لوعيـد
الحق
عين
تعاين
وان
دخلوا
دار
الشقاء
فإنهم
على
لذة
فيهـا
نعيم
مباين
نعيم
جنـان
الخن
فالأمر
واحد
وبينهما
عنـد
التجلي
تباين
يسمى
عذابـا
ًمن
عذوبة
طعمه
وذاك
له
كالقشر
والقشر
صاين
1

فص
حكمة
روحية
في
كلمة
يعقوبية
الدين
دينان

دين
عند
الله
وعند

من
عرفه
الحق
تعـالى
ومن
عرف
من
عرفه
الحقى

ودين
عند
الخلق

وقد
اعتبره
الله


فالدين
الذي
عند
الله
هو
الذي
اصطفاه
الله
وأعطاه
الرتبة
العليا
على
دين
الخلق
فقال
تعالى

ووصى
بها
إبراهيم
بنيه
ويعقوب
يا
بني
إن
الله
اصطفى
لكم
الدين
فلا
تموقن
إلا
وأنتم
مسلمون

أي
منقادون
إليـه

وجـاء
الدين
بالألف
واللام
للتعريف
والعهد

فهو
دين
معلوم
معروف
وهو
قوله
تعالى

ٕن
الدين
عند
الله
الإسلام

وهو
الانقيـاد

فالدين
عبارة
عن
انقيادك

والذي
من
عند
ال

تعالى
هو
الشرع
الذي
انقدت
أنت
إليه

فالدين
الانقياد


والناموس
هو
الشرع
الذي
شرعه
الله
تعالى

فمن
اتصف
بالأنقياد
لما
شرعه
الله
له
فذلك
الذي
قـام
بالدين
وأقامه

أي
أنشاه
كا
يقيم
الصلاة

فالعبد
هو
المنشىء

2


للدين
والحق
هو
الواضع
للاحكام

فالانقياد
هو
عين
فعلك

فالدين

5

من
فعلك

فما

سعدت
إلا
بمـا
كان
منك

فكما
أثبت
للسعادة
لك
ما
كان
فلك

كذلك
ما
أثٔبت
الأسماء
الالهية
إلا
أفعاله
وهي
أنت
وهي
المحدثات
فبآ
ثاره
سمي
إلها
وبآثارلك

سميت
سعيداً
فأنزلك
الله
تعالى
منزلته
إذا
أقمت
الدين
وانقدت
إلى
ما
شرعه
لك

وسأبسط
في
ذلك
إن
شاء
الله
ما
تقع
به
الفائدة
بعد
أن
نبين
الدين
الذي
عند
الخلق
الذي
اعتبره
الله

فالدين
كله
له
وكله
منك
لا
منه
إلا
بحكم
الأصالة

ال
الله
تعالى

رهبانية
ابتدعوها
وهي
النواميس
الحكية
ا
التي
لم
يجىء
الرسول
المعلوم
بها
في
العامة
من
عند
الله
بالطريقة
الخاصة
المعلومة
في
العرف

فلمـا
وافقت
الحكة
والمصلحة
الظاهرة
فيها
الحكم
الإلهي
في
المقصود
بالوضع
المشروع
ال
لهي

اعتبرها
اللهاعتبارما
شرعه
من
عنده
تعالى


ما
كتبها
الله
عليهم

ولم
فتح
الله
بينه
وبين
قلوبهم
باب
العناية


الرحمة
من
حيث
لا
يشعرون
3
جعل
في
قلوبهم
تعظيم
ما
شرعوه
يطلبون
بذلك
رضوان
الله

على
غير
الطريقة
النبوية
المعروفةبالتعريف
الإلهي
فقال

ما
رعوها

ؤلاء
الذين
شرعوهاوشرعت
لهم


حق
رعايتهـا


ٕلا
ابتغاء
رضوان
الله

وكذلك
اعتقدوا


فآتينـا
الذين
آمنوا

بها

نهم
أجرهم


2



كثير
منهم


أي
من
هؤلاء
الذين
شرع
فيهم
هذه
العبادة

اسقون

أي
خارجون
عن
الانقياد
إليها
والقيام
بحقها

و
من
لم
ينقد
إليها
لم
ينقد
مشرعه


بما
يرضيه

لكن
الأمر
يقتضي
الانقياد

وبيانه
أن
المكلف
إمـا
منقاد
بالموافقة
وإما
مخالف

فالموافق
المطيـع
لا
كلام
فيه
لبيانه

وأما
المخالف

فإنه
يطلب
بخلافه
الحام
عليه
من
الله
أحد
أمرين
إماالتجاوز
والعفو
وإما
الأخن

96
على
ذلك

ولا
بد
من
أحدهما
لأن
الأمر
حق
في
نفسه

فعلى
كل
حال
قد
صح
انقياد
الحقى
إلى
عبده
لأفعاله
وما
هو
عليه
من
الحال

فالحال
هو
المؤثر

فمن
هنا
كان
الدين
جزاء
أي
معاوضة
بما
يسر
وبما
لا
يسر
فبما
يسر


رضي
الله
عنهم
ورضوا
عنه
هذا
جزاء


ما
يسر

ومن
يظلم
منكم
نذقه
عذاباً
كبيرا
هذا
جزاء
بما
لا
يسرء

ونتجاوز
عن
سيئاتهم

هذا
جزاء


فصح
أن


الدين
هو
الجزاء

وكما
أن
الدين
هو
الإسلام
والإسلامعين
الانقياد
فقد
انقاد
إلى
ما
يسر
وإلى
ما
لا
يسر
وهو
الجزاء

هذا
لسان

لظاهر
في
هذا
الباب

وأما
سره
وباطنه
فإنه
تجل

في
مرآة
وجود
الحق

فلا
يعود
على
المكنات
من
الحق
إلا
ما
تعطيه


واتهم
في
أحوالهما

فإن
لهم
في
كل
حال
صورة

فتختلف

3

1
صورهم
لاختلاف
أحوالهم

يختلف
التجلي
لاختلاف
الحال

فيقع
الأثر
في
العبد
بحسب
ما
يكون

فما
أعطاه
الخير
سواه
ولا
أعطاه
ضد
الخير
غيره
بل
هو
منعم
ذاته
ومعذبها
فلا
يذمن
إلا
نفسه
ولا
يحمدن
إلا
نفسه


له
الحجة
البالغة
في
علمه
بهم
إذ
العلم
يتبع
المغلوم

م
السر
الذي
فوق
هذا
في
مثل
هذه
المسألة
أن
المكنات
على
أصلها
من
العدم

وليس
وجود
إلا
وجود
الحق
بصور
أحوال
ما
هي
عليه
المكنات
في
أنفسها
وأعيانها
فقد

لمت
من
يلتذ
ومن


تألم
وما
يعقبكل
حال
من
الأحوال
وبه
سمي
عقوبة
وعقابا

0
وهو
سأغ
في
الخير
والشر
غير
أن
العرف
سمـاء
في
الخير
ثواباً
وفي
الشر
عقاباً

وبهذا
سمى
أو
شرح
الدين
بالعادة

لأنه
عاد
عليه
ما
يقتضيه
ويطلبه
حاله

فالدين
العادة

قال
الشاعر


كدينك
من
أم
الحويرث
قلبها

97

أي
عادتك

ومعقول
العادة
أن
يعود
الأمر
بعينه
إلى
حاله

وهذا
ليس
ثم
فإن
4
العادة
تكرار

لكن
العادة


حقيقة
معقولة

والتشابه
في
الصور
موجود

فنحن
نعلم
أن
زيدا
عين
عمرو
في
الإنسانية
وما
عادت
مالإنسانية

إذ
لو
عادت
تكثرت
وهي
حقيقة
واحدة
والواحد
لا
يتكثر
في
نفسه

ونعلم
أن
زيداً
ليس
عـين
عمرو
في
الشخصية

فشخص


زيد
ليس
شخص


عمرو
مع
تحقيق

3

ب
وجود
الشخصية
بما
هي
شخصية
في
الاثنين

فنقول
في
الحس
عادت
لهذا
الشبه

ونقول
في
الحكم
الصحيح
لم
تعد

فمـا
ثم
عادة
بوجه
وثم
عادة
بوجه

كما
أن
ثم
جزاء
بوجه
وما
ثم
جزاء
بوجه
فا
ن
الجزاء
أيضا
حال
في
المكن
من
أحوال
الممكن

وهذه


مسألة
أغفلها
علمـاء
هذا
الشأن

أي
أغفلوا
إيضاحها
على
ما
ينبغي
لا
أنهم


جهلوها
فإنها
من
سر
القدر
المتحكم
في
الخلاثق

واعلم
أنه
كما
يقال
في
الطبيب
إنه
خادم
الطبيعة
كذلك
يقـال
في
الرسل
والورثة
إنهم
خادمو
الأمر
الإلهي
في
العموم

وهم
في
نفس
الأمر
خادمو
أحوال
المكنات

وخدٔمتهم
من
جملة
أحوالهم
التي
هم
عليها
في
حال
ثبوت
أعيانهم

فانظر
ما
أعجب
هذا

إلا
أن
الخادم
المطلوب
هنا
إنما
هو
واقف
عند
مرسوم
مخدومه
إما
بالحال
أو
بالقول

فإن
الطبيب
إما
يصح
أن
يقال
فيه
خادم
الطبيعة
و
مشى
بحكم
المساعدة
لها

فإن
الطبيعة
قد
أعطت
في
جسم
المريض
مزاجاً
خاصاً
به
سمي
51
مريضا

فلو
ساعدها
الطبيب
خدمة
لزاد
في
كمية
المرض

9

بها
أيضا

وإنمـا
يردعها
طلباً
للصحة

والصحة
من
الطبيعة
أيضاً

بإنشاء
مزاج
آخر
يخالف


هذا
المزاج

فإذن
ليس
الطبيب
بخادم
للطبيعة

وإنما
هو
خادم
لها
من
حيث
ٕنه
لا
يصلح
جسم
المريض
ولا
يغير
ذلك


المزاج
إلا
بالطبيعة
أيضا

ففي
حقها
يسعى
من
وجه
خاص
غـير
عام
لأن
العموم
لا
يصح
في
مثل
هذه
المسألة

فالطبيب
خادم
لا
خادم
أعني
للطبيعة

وكذلك
6
الرسل
والورثة
في
خدمة
الحق

والحق


على
وجهين
في
الحكم
في
أحوال
المكلفين

فيجري
الأمر

4

ا
من
العبـد
بحسب
ما
تقتضيه
إرادة
الحقى

وتتعلق
إرادة
الحق
به
بحسب
ما
يقتضي


به
علم
الحق

ويتعلق
علم
7
الخق
به
على
حسب
ما
أعطاه
المعلوم
من
ذاته

فما
ظهر
إلا
بصورته

فالرسول
والوارث
خادم
الأمر
الإلهي
بالإرادة

لا
خادم
الإرادة

فهو
يرد
عليه
به
طلبا
لسعادة
المكلف



فلو
خدم
الإرادة
الإلهية
ما
نصح
وما
نصح
إلابها
أعني
بالإرادة

فالرسول
والوارث
طبيب
أخروي
للنفوس
منقاد
لأر
الله
حين
أمره

فينظر
في
أمره
تعالى
وينظر
في
إرادته
تعالى

يراهقد
أمره
بما
يخالف
إرادته
ولا

يكون
إلا
ما
يريد

لهذا
كان
الأمر

أراد
الأمر
فوقع

وما
أراد
وقوع
ما
أمر
به
بالمأمور


فلم
يقع
من
المأمور

فسمي
مخالفة
ومعصية

فالرسول
مبلغ

ولهذا
قال
شيبتني

ود

وأخواتها
لما
تحوي
عليه
من
قوله

استقم
كما
أمرت


99
فشيبه

ما
أمرت


فإنه
لا
يدري
هل
أمر
بما
يوافق
الإرادة
فيقـع

أو
بما
يخالف
الإرادة
فلا
يقع

ولا
يعرف
أحد
حكم
الإرادة
إلا
بعد
وقوع
المراد
إلا
من
كشف
الله
عن
بصيرته
فأدرك
أعيان
المكنات
في
حال
ثبوتها
على
ما
هي
عليه

فيحكم
عند
ذلك
بما
يراه

وهذا
قد
يكون
لآحـاد
الناس
في
أوقات
لا
يكون
مستصحباً

قـال


ا
أدري
ما
يفعل
بي
ولا
بكم

فصرح
بالحجاب

وليس
المقصود


إلا
أن
يطلع
في
أمر
خاص
لا
غير



9

فص
حكمة
نورية
في
كلمة
يوسفية
هذه
الحكة
النورية
انبساط
نورها
على
حضرة
الخيـال
وهو
أول
مبادى
ء
الوحي
ال
هي
في
أهل
العناية

تقول
عائشة
رضي
الله
عنها


ٔول
ما
بدىء
به
رسول
الله
صلى
الله
عليه
وسلم
من
4
الوحي
الرؤيا
الصادقة

فكان
لا
يرى
رؤيا
إلا
خرجت
مثل
فلق
الصبح

تقول
لا
خفاء
بها

وإلى
هنا
بلغ
علمها
لا
غير

وكانت


المدة
له
في
ذلك
ستة
أشهر
ثم
جـاءه

6
الملك

وما
علمت
أن
رسول
الله
صلى
الله
عليه
وسلم
قد
قال


ٕن
الناس
نيام
فإذا
ماتوا
انتبهوا


وكل
ما
يرى
في
حال
النوم
فهو
من
ذلك
القبيل

وإن
اختلفت
الأحوال

فمضى
قولها


ستة
أشهر

بل
عمره
كله
في
الدنيا
بتلك
المثابة

إنما
هو
منام
في
منام

وكل
ما
ورد
من
هذا
القبيل
فهو
المسمى
عالم
الخيال
ولهذا
يعبر

أي
الأمر
الذي
هو
في
نفسه
على
صورة
كذا
ظهر
في
صورة
غيرها


15

فيجوز
العابر
من
هذه
الصورة
التي
أبصرها
النائم
إلى
صورة
ما
هو
الأمر
عليه
إن
أصاب
كظهور
العـلم
في
صورة
اللبن

فعبـر
في
التأويل
من
صورة
اللبن
إلى
صورة
العلم
فتأول
أي
قال

مآل


هذه
الصورة
اللبنية
إلى
صورة
العـلم

ثم
إنه
صلى
الله
عليه
وسلم
كان
إذا
أوحي
إليه
أخذ
عن
المحسوسات
المعتادة
فسجي


وغاب
عن
الحاضرين
عنده

فإذا
سري
عنه
رد

فما
أدركه
إلا
في
حضرة
الخيال

إلا
أنه
لا
يسمى
نامـاً

وكذلك
إذا

5

ا
تمثل
له
الملك
رجـلًا
فذلك
من
حضرة
الخيال

فإنه
ليس
برجل
وإنما
هو
ملك

فدخل
في
صورة
إنسان

فعبره


النـاظر
العارف
حتى
وصل
إلى
صورته
الحقيقية

فقال
هذا
جبريل
أتاكم
يعلمكم


دينك

وقد
قـال
لهم
ردوا
علي
الرجل
فسماه
بالرجل
من
أجل
الصورة
التي
ظهر
لهم
فيها

ثم
قال
هذا
جبريل
فاعتبر


الصورة
التي
مآل
هذا
الرجل
المتخيل
إليها

فهو
صادق
في
المقالتين

صدق
للعين


في
العين
الحسية

وصدق
في
أن
هذا
جبريل

فإنه
جبريل
بلا

شك
وقال
يوسف
عليه
السلام


ٕني
رأيت
أحد
عشر
كوكباً
والشمس
والقمر
رأيتهم
لي
ساجدين


فرأى
إخوتـه
في
صورة
الكواكب
ورأى
أباه
وخـالته
في
صورة
الشمس
والقمر

هذا
من
جسهة
يوسف

ولو
كان
من
جهة

المرني
لكان
ظهور
إخوته
في
صورة
الكواكب
وظهور
أبيه
وخالته
في
صورة
الشمس
والقمر
مرادا
لهم

فلما
لم
يكن
لهم
علم
بما
رآه
يوسف
كان
الإدراك
من
يوسف
في


خزانة
خياله


وعلم
ذلك
يعقوب
حين
قصها
عليه
فقال


ا
بني
لا
تقصص
رؤياك
على
إخوتك
فيكيدوا
لك
كيدا

ثم
بر
أ

101

ابناءه
عن
ذلك
الكيد
وألحقه
بالشيطان

وليس
إلا
عين
الكيد

فقـال


ٕن
الشيطان
للانسان
عدو
مبين

أي
ظاهر
العداوة

ثم
قال
يوسف
بعد
ذلك
في
آخر
الأمر


ذا
تأويل
رؤياي
من
قبل
قد
جعلها
ربي
حقا

أي
أظهرها
في
الحس
بعدما
كانت
في
صورة
الخيال

فقال


النبي
محمـد
صلى
الله
عليه
وسلم


لناس
نيام
فكان
قول
يوسف


د
جعلها
ربي
حقا
بمنزلة
من
رأى
في
نومه
أنه
قد
استيقظ
من
رؤيا
رآها
ثم
عبرها

ولم
يعلم

5

ب
أنه
في
النوم
عينه
مابرح

فإذا
استيقظ
يقول
رأيت
كذا


ورأيت

كأني
استيقظت
وأولتها
بكذا

ذا
مثل
ذلك
فانظر


كم
بين
إدراك
محمد
صلى
الله
عليه
وسلم
وبين
إدراك
يوسف
عليه
السلام
في
آخر
أمره
حين
قال


مذا
تأويل
رؤياي
من
قبل
قد
جعلها
ربي
حقا

معناه
حساً
ًأي
محسوسا

وما
كان
إلا
محسوسا

فإن
الخيال
لا
يعطي
أبداً


إلا
المحسوسات

غير
ذلك
ليس
له

فانظر
ما
أشرف
علم
ورثة
محمد
صلى
الله
عليه
وسلم

وسأبسط
من
القول
في
هذه
الحضرة
بلسان
يوسف
المحمدي
ما
تقف
عليه
إن
شاء
الله
فنقول

إعلم
أن
م
المقول
عليه

سوى
الحقى
أو
مسمى
العالم
هو
بالنسبة
إلى
الحق
كالظل
للشخص

وهو
ظل
الله

وهو
عين
نسبة
الوجود
إلى
العالم
لأن
الظل
موجود
بلا
شك
في
الحس



ولكن
إذا
كان
ثم
من
يظهر
فيه
ذلك
الظل

حت
لو
قدرت
عدم
من
يظهر
فيه
ذلك
الظل

كان
الظل
معقولا
غير
موجود
في
الحس

بـل
يكون
بالقوة
في
ذات
الشخص
المنسوب
إليه
الظل

فحل
ظهور
هـذا
الظل
الإلهي
المسمى
بالعالم
إنمـا
هو
أعيان

15
2

الممكنات

عليها
امتد
هذا
الظل

فتدرك
من
هذا
الظل
بحسب
ما
امتد
عليه
5
من
وجود
هذه
الذات

ولكن
باسمه
النور
وقع
الإدراك
وامتد


هذا
الظل
على
أعيان
المكنات
في
صورة
الغيب
المجهول

ألا
ترى

1

ا
الظلال
تضرب
إلى
السواد
تشير


إلى
ما
فيها
من
الخفاء
لبعد


المناسبة
بينها
وبين
أشخاص
من
هي
ظل
له


وإن
كان
الشخص
أبيض
فظله


بهذه
المثابة

ألا
ترى
الجبال
إذا
بعدت
عن
بصر
الناظر
تظهر
سوداء
وقد
تكون
في
أعيانها
على
غير

ما
يدركها
الحس
من
اللونية

وليس
ثم
علة
إلا
البعد

وكزرقة
السماء
6
فهذا
ما
أنتجه
البعد
في
الحس
في
الأجسام
غير
النيرة

وكذلك
أعيان
المكنات
ليست
نيرة
لأنها
معدومة
وإن
اتصفت
بالثبوت
لكن
لم
تتصف
بالوجود
إذ
الوجود
نور

غير
أن
الأجسام
النيرة
يعطي
فيها
البعد
في
الحس
صغرا

1

فهذا
تأثير
آخر
للبعد

فلا
يدركها
الحس
إلا
صغيرة
الحجم
وهي
في
أعيانهـا
كبيرة
عن
ذلك
القدر
وأكثر
كميات

كا
يعلم
بالدليل
أن
الشمس
مثل
الأرض
في
الجرم
مائة
وستين


مرة

وهي
في
الحس
على
قدر
جرم
الترس
مثلاً

فهذا
أثر
البعد
أيضاً

فما
يعلم
من
العالم
إلا
قدر
ما
يعلم
من
الظلال

ويجهل
من
الحق
على
قدر
ما
يجهل
من
الشخص
الذي
عنه
كان
ذلك
الظل

فمن
حيث
هو
ظل
له
يعلم

ومن
حيث
ما
يجهل
ما
في
ذات
ذلك
الظل
من
صورة
شخص
من
امتد
عنه
يجهل
من
الحق

فلذلك
نقول
إن
الحقى
معلوم
لنا
من
وجه
مجهول


لنا
من
وجه


ٔلم
تر
إلى
ربيك
كيف
مد
الظل
ولو
شاء
لجـعله
ساكنا
أي
يكون
فيه
بالقوة

يقول
ما
كان
الحق
ليتجلى
للممكنات
حتى
153
يظهر
الظل
فيكون
كما
بقي
من
المكنات
التي
ما
ظهر
لها
عين
في
الوجود

م
جعلنا
الشمس
عليه
دليلً

وهو
اسمه
النور
الذي
قلناه


6

ب
ويشهد
له


الحس

فإن
الظلال
لا
يكون
لها
عين
بعدم
النور

م
قبضناه
إلينا
قبضاً
يسيراً

وإنما
قبضه
إليه
لأنه
ظله

منه
ظهر
وإليه
يرجع
الأمر
كله


هو
هو
لا
غيره

فكل
ما
ندركه

فهو
وجود
الحق
في
أعيان
المكنات

فمن
حيث
هوية
الحق
هو

وجوده

ومن
حيث
اختلاف
الصور

فيه
هو
أعيان
المكنات
فكما
لا
يزول
عنه
باختلاف
الصور
اسم
الظل

كذلك
لا
يزول
باختلاف
الصور
اسم
العالم
أو

اسم
سوى
الحق

فمن
حيث
أحدية
كونه
ظلا
هو
الحق

أنه
الواحد
الأحد
ومن
حيث
كثرة
الصور
هو
العالم

فتفطن
وتحقق
ما
أوضحته
لك

إذا
كان
الأمر
على
7
ما
ذكرته
لك
فالعالم
متوهم
ماله
وجود
حقيقي

وهذا
معنى
الخيال

أي
خيل
لكأنه
أمر
زائد
قائم
بنفسه
خارج
عن
الحق
وليس
كذلك
في
نفس
الأمر

ألا
تراه
في
الحس
متصلاً
بالشخص
الذي
امتد
عنه

يستحيل
عليه
الانفكاك
عن
ذلك
الاتصال
لأنه
يستحيل
على
الشيء
الانفكالكعن
ذاته

فاعرف
عينك
ومن
أنتوماهويتك
وما
نسبتك
إلى
الحق

بما
أنت
حق
وبما
أنت
عالم
وسوى
وغير
وما
شا
كل
هذه
الألفاظ

وفي
هذا
يتفاضل
العلماء

فعالم
وأعلم

فالحق
بالنسبة
إلى
ظل
خاص
صغير
وكبير
صاف
وأصفى

كالنور
بالنسبة
إلى
حجابه
عن
الناظرفي
الزجاج

تلون
بلونه

وفي
نفس
الٔمر
لا
لون
له

لكن
هكذا
تراه

ضرب

7

ا
مثال

104

لحقيقتك
بربك

فإن
قلت

إن
النورأخضرلخضرة
الزجاج
صدقت
وشاهدك
الحس

وإن
قلت
إنه
ليس
بأخضر
ولا
ذي
لون
لما
أعطاهلك
الدليل

دقتوشاهدك
النظر
العقلي
الصحيح

فهذا
نور
ممتدعن
ظل
وهو
عين
الزجاج
فهو
ظل
نوري
لصفائه

كذلك
المتحقق
منا
بالحق
تظهر
صورة
الحق
فيه
اكثر

ما
تظهر
في
غيره

فمنا
من
يكون
الحق
سمعه
وبصره
وجميع
قواه
وجوارحه
بعلاماتقدأعطاهالشرع
الذي
8
يخبر
عن
الحق

مع
هذا
عين
الظل
موجود
فإنالضمير
من
سمعه
يعود
عليه

وغيره
من
العبيد
ليس
كذلك
فنسبة
هذا
العبد
أقرب
إلى
وجود
الحق
من
نسبة
غيره
من
العبيد

وإذا
كان
الأمر
على
ما
قررناه

اعم
أنك
خيال
وجميع
ماتدركه
ما
تقول
فيه
ليس
أنا
خيال

فالوجود
كله
خيال
في
خيال

والوجودالحق
إنما
هو
الله

خاصة
من
حيث
ذاته
وعينه
لا
من
حيث
أسماؤه

لأن
أسماءه
لها
مدلولان

المدلول
الواحد
عينه
وهو
عين
المسمى

المدلول
الآخر
ما
يدل
عليه
مما
ينفصل
الاسم


به
عن
هذا
الاسمالآخر
ويتميز

فأين
الغفور
من
الظاهر
ومن
الباطن

وأين
الأول
من
الآخر

ه
فقد
بان
لك
بما
هو
كل
اسم
عين
الاسم
الآخر

7

ب
وبما
هو
غير
الاسم
الآخر

فبما
هو
عينه
هو
الحق

بما
هو
غيره
هو
الحق
المتخيل
الذي
كنا
بصدده

فسبحان
من
لم
يكن
عليه
دليل
سوى
نفسه
ولا
ثبت
كونه
إلا
بعينه

فما
في
الكون
1
إلا
ما
دلت
عليه
الأحدية

وما
في
الخيال
إلا
ما
دلت
عليه
الكثرة

فمن
وقف
مع
الكثرة
كان
مع
العالم
ومع
الأسماء
الإلهمية
وأسماء
العالم

ومن
وقف
مع
الأحدية
كان
مع
الحق
من
حيث
ذاته
الغنية
عن
العالمين

وإذا

كانت
غنية
عن
العالمين


فهو

1
عين
غنأها
عن
نسبة
الأسماء
لها

لان
الأسماء
لها
كما
تدل
عليها
تدل
على
مسميات
أخر
يحقق


ذلك

أ
ثرما

ل
هو
الله
أحد
من
حيث
عينه


لله
الصمد
من
حيث
استنادنا
إليه


م
يلد
من
حيث
هويته
ونحن


لم
يولد
كذلك


ولم
يكن
له
كثفواً
أحده
كذلك

فهذا
نعته
فأفرد
ذاته
بقوله


لله
أحده
وظهرت
الكثرة
بنعوته
المعلومة
عندنا

فنحن
نلد
ونولد
ونحن
نستند
إليه
ونحن
11
أكفاء
بعضنا
لبعض
وهذا
الواحد
منزه
عن
هذه
النعوت
فهو
غني
عنها
كما
هو
غني
عنا
وما
للحق
نسسب
إلا
هذه
السورة

سورة
الإخلاص

في
ذلك
نزلت
فأحدية
الله
من
حيث
الأسماء
الإلهية
التي
تطلبنا
أحدية
الكثرة

وأحدية
الله
من
حيث
الغنى
عنا
وعن
الأسماء
أحدية
العين

وكلاهما
يطلق
عليـه
الاسم

8

ا
الأي


فاعلم
ذلك

فما
أوجد
الحق
الظلال
وجعلها
ساجدة
متفيئة
عن
اليمين
والشمال


إلا
دلانل
لك


عليك
وعليه
لتعرف
من
أنت
وما
نسبتك
إليه
وما
نسبته
إليك
حتى
تعلم
من
أين
أو
من
أي
حقيقة
إلهية
اتصف
ما
سوى
الله
بالفقر
12
الكلي
إلى
الله

وبالفقر
النسبي
بافتقار
بعضه
إلى
بعض

وحتق
تعلم
من
أين
أو
من
أي
حقيقة
اتصف
الحق
بالغناء
عن
الناس
والغناء
عن
العالمين

واتصفالعالم
بالغناء
أي
بغناء
بعضه
عن
بعض
من
وجه
ما
هو
عين
ما
افتقر
إلى
بعضه
به

فإن
العالم
مفتقر
ٕلى
الأسباب
بلا
شك
افتقارا
ذاتياً

وأعظم
الأسباب
له
سببية
الحق

ولا
سببية
للحق
يفتقر
العالم
إليها
سوى
الأسماء
الإلهية

والأسماء
الإلهية
كل
اسم
يفتقرالعالم
إليه
3
106

من
عالم
مثله
أو
عين
الحق

فهو


الله
لا
غيره

ولذلك
قال


أيها
الناس
أنتم
الفقراء
إلى
الله
والله
هو
الغني
الحميد

ومعلوم
أن
لنا
افتقارا
ًمن
بعضنا
لبعضنا

فأسماؤنا
أسماء
الله
تعالى
إذ
إليه
الافتقار
بلا
شك

وأعياننا
في
نفس
الأمر
ظله
لا
غيره


فهو
هويتنا
لا
هويتنا

وقد
مهدنا
لك
السبيل
فانظر


10

فص
حكمة
أحدية
في
كلمة
هودية
1
إن
لل
الصراط
المستقيم
ظاهر
غير
خفي
في
العموم
في
صغير
وكبير
عينه
وجهول
بأمور
وعليم
ولهذا
وسعت
رحمتـه
كل
شيء
من
حقير
وعظيم

ا
من
دابة
إلا
هو
آخذ
بناصيتها
إن
ربي
على
صراط
مستقيم


فكل
ماش
فعلى
صراط
الرب
المستقيم

فهو


غير
مغضوب
عليهم
من
هذا
الوجه
ولا
2
ضالون

فكا
كان

الضلال
عارضاً
كذلك
الغضب
الإلهي
عارض

والمآل
الى
الرحمة
التي
وسعت
كل
شيء

وهي
السابقة

وكل
ما
سوى
الحق
دابة
فإنه
ذو
روح

وما
ثم
من
يدب
بنفسه
وإنما
يدب
بغيره
فهو
يدب
بحكم
التبعية
للذي


هو
على
الصراط
المستقيم

فإنه
لا
يكون
صراطا
إلا
بالمشي
عليه

3
إذا
دان
لك
الخلق
فقد
دان
لك
الحق
وإن
دان
لك
الحق
فقد
لا
يتبع
الخلق
فحقق
قولنا
فيـه
فقولي
كلـه
الحق

17

فما
في
الكون
موجود
تراه
مـاله
نطق
وما
خلـق
تراه
العين
إلا
عينه
حق
ولكن
مودع
فيـه
لهذا
صوره
حق


اعلم
أن
العلوم
الإلمية
الذوقية
الحاصلة
لأهل
الله

ختلفة
باختلاف
القوى
4
الحاصلة
منها
مع
كونها
ترجع
إلى
عين
واحدة

فإن
الله
تعالى
يقول




نت
سمعه
الذي
يسمع
به
وبصره
الدي
يبصر
به
ويده
التي
يبطش
بها
ورجله
9

ا
التي


يسعى
بها

فذكر
أن
هويته
هي
عين
الجوارح
التي
هي
عين
العبد

فالهوية
واحدة
والجوارح
مختلفة

ولكل
جارحة
علم
من
علوم
الأذواق
يخصها
من
عين
واحدة
تختلفباختلاف
الجوارح

الماء
حقيقة
واحدة
مختاف
في
الطعم
باختلاف
البقاع

فمنه
عذب
فرات
ومنه
ملح
أجاج

وهو
ماء
في
جميع
الأحوال
لا
يتغير
عن
حقيقته
وإن
اختلفت
طعومه

وهذه
الحكة
من
علم
الأرجل
وهو
قوله
تعالى
5
في
الا
كل
لمن
أقام
كتبه


من
تحت
أرجلهم

فإن
الطريق
الذي
هو
الصراط

هو
للسلولك

عليه
والمشي
فيه

والسعي
لا
يكون
إلا
بالأرجل

فلا
ينتج
هذا
الشهود
في
أخذ
النواصي
بيد
من
هو
على
صراط
مستقيم
إلا
هذا
الفن
الخاص
من
علوم

الأذواق

يسوق
المجرمين

وهم
الذين
استحقوا
المقام
الذي
ساقهم
إليه
بريح
الدبور
التي
أهلكهم
عن
نفوسهم
بها

فهو
يأخذ
بنواصيهم
والريح
تسوقهم
وهو


ين
الأهواء
التي
كانوا
عليها
ٕلى
جهنم

هي
البعد
الذي
كانوا
يتومونه


15
فلسا
ساقهم
إلى
ذلك
الموطن
حصلوا
في
عين
القرب
فزال
البعد
فزال
مسمى
جهنم
في
حقهم

ففازوا
بنعيم
القرب
من
جهة
الاستحقاق
لأنهم
مجرمون

فما
أعطاهم
هذا
المقام

9

الذوقي
اللذيذ
من
جهة
المنـة

إنما
أخذوه

ما
استحقته
حقائقهم
من
أعمالهم
التي
كانوا
عليها

وكانوا
في
السعي
في
أعمالهم
على
صراط
الرب
المستقيم
6
لان
نواصيهمكانت
بيد
من
له
هذه
الصفة

فما
مشوا
بنفوسهم
وإنما
مشوا
بحكمالجبرإلى
أن
وصلوا
إلى
عين
القرب


نحن
أقرب
إليه
منكم
ولكن
لا
تبصرون


وإنما
هو
يبصر
فإنه
مكشوف
الغطاء

بصره
حديد

وما
خص
ميتا
من
ميت
أي
ما
خص
سعيدا
في
القرب


من
شقي


نحن
أقرب
إليه
من
حبل
الوريد

ما
خص
إنساناً
من
إنسان

فالقرب
الإلهمي
من
العبد
لا
خفاء
به
في
الإخبار
الالهي
فلا
قربأ
قرب
من
أنتكون
هويته
عين
أعضاءالعبد
وقواه

ليس
العبد
سوى
هذه

الأعضاء
والقوى
فهو

ق
مشهود
في
خلق
متوهم

فالخلق
معقول
والحق
محسوس
مشهود
عند
المؤمنين
وأهل
الكشف
والوجود
وما
عدا
هذين
الصنفين
فالحق
عندهم
معقول
والخلق
مشهود

فهم
بمنزلة
الماء
الملح


الأجاج

والطائفة
الأولى
بمنزلة
الماء
العذب
الفرات
السائغ
لشاربه

فالناس
على
قسمين

من
الناس
من
يمشي
على
طريق
يعرفها


ويعرف
غايتها

فهي
في
حقه
صراط
مستقيم



ومن
الناس
من
يمشي
على
طريق
يجهلها
ولا
يعرفغايتها
وهي
عين


لطريق
التي
عرفهالصنف
الآخر

فالعارف
يدعو
إلى
الله
على
بصيرة

غير
العارف
يدعو
إلى
الله
على
التقليد

109
والجهالة

فهذا
علم
خاص
يأتي

0

ا
من
أسفل
سافلين

لأن
الأرجل
هي
لسفل
من
الشخص

وأسفل
منها
ما
تحتها
وليس
إلا
الطريق

فمن
عرف
أن

الحق
عين
الطريق
عرف
الامر
على
ما
هو
عليه

فإن
فيه
جل
وعلا
تسلكوتسافر
إذ
لا
معلوم
إلا
هو

وهو
عين
الوجود


والسالك
والمسافر

فلا
عالم
إلا
هو
فمن
أنت

فاعرف
حقيقتك
وطريقتك

فقد
بان
لك
الأمر
على
لسان
الترجمان
إن
فهمت

وهو

لسان
حق
فلا
يفهمه
إلا
من
فهمه
حق

فإن
للحق
نسباكثيرة
ووجوهاً
مختلفة

ألا
ترى
عادا
قوم
هبود
كيف

الوا
هذا
عارض
مطرنا
فظنوا
خيرآباللهتعالى
وهو
عند
ظن
عبدهبه

فأضرب41
هم
الحق
عن
هذا
القول
فأخبرهم
بما
هو
أتم
وأعلى
في
القرب

فإنه
اذا
أمطرهم
فذلك
حظ
الأرض
وسقى
الحبة
فما
يصلون
الى
نتيجة
ذلك
المطر
إلا
عن
بعد
فقال
لهم


ل
هو
ما
استعجلتم
به
ريح
فيها
عذاب
أليم


فجعل
الريح
إشارة
إلى
ما
فيها
من
الراحة

فإنبهذه


لريح
أراحهم
من
هذه
الهيا
كل
المظلمة
والمسالكالوعرة
والسدف
المدلهمة

في
هذه
الريح
عذاب
أي
أمر
يستعذبونه
إذا
ذاقوه

إلاأنه
يوجعهم
لفرقة
المألوف

باشرهمالعذاب
فكان
الأمر
إليهم
أقرب
ما
تخيلوه
فدمرت
كل
شيء
بأمر
ربها

فأصبحوا
لا
يرى
إلا
مساكنهم

هي
جثثهم
التي
عمرتها
أرواحهم
الحقيية

فزالتحقئية


ذهالنسبة
الخاصة
وبقيت
على
ميا
كاهم
الحياة
الخاصة
بهم
من
الحق
التي
تنطق
بها
الجلود
8
والأيدي
والأرجل
وعذبات
الأسواط
والأفخاذ

0

ب

وقد
ورد
النص
الإلهي
بهذا


له

إلا
أنه
تعالى
وصف
نفسه
بالغيرة

ومن
غيرته

حرم
9

115

الفواحش

وليس
الفحش
إلا
ما
ظهر

وأما
فحش
ما
بطن
فهو
لمن
ظهر
له
فلما
حرم
الفواحش
أي
منع
أن
تعرف
حقيقة
ما
ذكرناه

وهي
أنه
عين
الأشياء

فسترها


الغيرة
وهو
أنت
من
الغير

فالغير
يقول
السمع
مع
زيد

العارفيقول
السمع
عين
الحق

وهكذا
ما
بقي
من
القوى
والأعضاء
فما
كل
أحد
عرفالحق

فتفاضل
الناس
وتميزت
المراتب
فبان
الفاضل
والمفضول



واعلمأنه
لما
أطلعني
الحق
وأشهدني
أعيان
رسله
عليهم
السلام
وأنبيائه
كلهم
البشريين
من
آدم
إلى
محمد
صلى
اللهعليهم
وسلم
أجمعينفي
مشهد
أ
قمت
فيه
بقرطبة
سنة
ست
وثمانين
وخمسمائة

ما
كلمني
أحد
من
تلك
الطائفة
إلا
هود
عليهالسلام
فإنه
أخبرني
بسبب
جمعيتهم

رأيته
رجلا
ضخماً
في
الرجال
حسن
الصورة
لطيف
المحاورة
عارفاً
بالأمور
كاشفاً
لهما

ودليلي


على
كشفه
لها
قوله


ا
من
دابة
إلا
هو
آخذ
بناصيتها
إن
ر
بي
على
صراط
مستقيم


وأي
بشارةللخلق
أعظم
من
هذه
اثم
من
امتنان
الل
علينا
أن
أوصل
إلينا
هذه
المقالة
عنه
في
القرآن

ثم
تممها
الجامع
للكل
محمد
صلى
الله
عليه
وسلمبمأخبر
به
عن
الحق
بأنه
عين
السمع
والبصر
واليد
والرٔجل
واللسان

أي
هو
عين
الحواس

والقوى
الروحانية
أقرب
من
الحواس

فاكتفى
بالأبعد
المحدود
عن
الأقرب
المجهول
الحد

فترجم
الحق
لنا
عن
نبيه
هود
مقالته
لقومه
بشرى
لنا
وترجم
رسول
الله
صلى
اللهعليه
وسلمعن
الله
مقالته
بشرى

فكل
العلم
في
صدور
الذين
أوتوا
العلم

ما
يجحد
بآياتنا
إلا
الكافر
ون

فانهم
يسترونها
وإنعرفوها
حسدأمنهم
10
ونفاسة

1

وظلماً

وما
رأينا
قط
من


عند
الله
في
حقه
تعالى
في
آية
أنزلها
أو
إخبار
عنه
أو
صله
إلينا
فيا
يرجع
إليه
إلا
بالتحديد
تنزيهاً
كان
أو
غير
تنزيه


111

أوله


العماء
الذي
ما
فوقه
هواء
وما
تحته
هواء

فكان
الحق
فيه
قبل
أن
يخلق
الخلق

ثم
ذكر
أنه
استوى
على
العرش

فهذا
أيضاً
تحديد

ثم
ذكر
أنه
ينزلإلى
لسماء

الدنيا
فهذا
تحديد

ثم
ذكر
أنه
في
السماء
وأنه
في
الأر
وأنه
معنا
أينما
كنا
إلى
أن
أخبرا
أنه
عيننا

ونحن
محدودون

فما
وصف
نفسه
إلا
بالحد

وقوله
ليس
كمثله
شيء
حد
أيضاً
إن
أخذا
الكاف
زائدة
لغير
الصفة

ومن
تميز
عن
المحدودفهو
محدود
بكونه
ليس


ين
هذا
المحدود

فالإطلاق
عن
التقيد
تقييد
4
والمطلق
مقيد
بالاطلاق
لمن
فهم

وإن
جعلنا
الكاف
للصفة
فقد
حددناه

وإن
أخذنا

يس
كمثله
شيء

على
نفي
المثل
تحققنا
بالمفهوم
وبالإخبار
الصحيح
أنه
عين
الاشياء

والأشياء
محدودة
وإن
اختلفت
حدودها
فهو
محدود
بحد
كل
محدود

فما
يحد
شيء
إلا
وهو
حد
الحق

فهو
الساري
في
مسمى
المخلوقات
والمبدعات

ولولم
يكن
الامر
كذلكما
صح
الوجود

فهو
عين
الوجود

هو
على
كلشيء
حفيظ
بذاته


لا
يئوده
حفظ
شيء

فحفظه
تعالى
للأشياء
كلها
حفظه
لصورته
أن
يكون
الشيء
غير
صورته



ولا
يصح
إلا
هذا

فهو
الشاهد
من
الشاهد
والمشهود
من
المشهود

فالعالم
صورته

وهو
روح
العالم
المدبر
له
فهو
الإنسان
الكبير

فهو
الكون
كله
وهو
الواحد
الذي
قام
كوني
بكونه
ولذا
قلت
يغتذي

1
ب
فوجودي
غذاؤه
وبـه
نحن
نحتذي
فبـه
منه
إن
نظر
ت
بوجه
تعودي
11

113
12
ولهذا
الكربتنفس

تسب
النفس
إلى
الرحمن
لأنه
رحم
به
ما
طلبته
النسب
الإلهية
من
إيجاد
صور
العالم
التي
قلمنا
هي
ظاهر
الحقإذ
هو
الظاهر

وهو
باطنها
إذ
هو
الباطن

وهو
الأول
إذ
كان
ولا
هي

وهو
الآخر
إذ
كان
عينها
عند
ظهورها
فالآخر
عين
الظاهر
والباطن
عين
الأول


هو
بكل
شيء
عليم

لأنه
بنفسه
عليم

فلمأوجد
الصور
في
النفس
وظهر
سلطان
النسب
المعبر
عنها
بالأسماء
صح
النـسب
الإلهي
للعالم
فانتسبوا
إليه
تعالى
فقال


ليوم
أضع
نسبكم
وأرفع
نسبي

أي
آخذ

عنكم
انتسابكم
إلى
أنفسكم
وأردم
إلى
انتسابكم
إلي

أين
المتقون
أي
الذين
اتخذوا
الله
وقاية
فكان
الحق
ظاهرهم
أي
عين
صورهم
الظاهرة

وهو
أعظم
الناس
وأحقه
وأقواهعند
الجميـع

قد

كون
المتقي
من
جعل
نفسه
وقاية
للحق
بصورته
إذ
هوية
الحق
قوى
العبد

فجعل
مسمى
العبد
وقاية
لمسمى
الحق
على
الشهود
حتى
يتميز
العالم
من
غير
العام


ل
هل
يستوي
الذين
يعلمون
والذين
لا
يعلمون
إنما
يتذكر
أولو
الألباب

هم
الناظرون
في
لب
الشيء
الذي
هو
المطلوب
من
الشيء

فما
سبق
مقصر
مجدا
كذلك
لا
يمايثٔل
أجير
عبداً

وإذا
كان
الحق
وقاية
للحق
بوجه
والعبد
وقاية
للحق
بوجه
فقل
في
الكون
ما
شئت

إن
شئت
قلت
هو
الحخلق

وإن
شئت
قلت
هو
الحق

إن
شيتقلت
هو
الحق
الخلق

وإن
شئت
قلت
لاحق
من
كل
وجه
ولا
خلق
من
كل
وجه

وإن
شئت
قلت
بالحيرة
في
ذلك

2

ا
فقد
بانت
3
المطالب
بتعيينك
المراتب

ولولا
التحديد
مـا
أخبرت
الرسل
بتحول
الحق
في
الصور
ولا
وصفته
بخلع
الصور
عن
نفه

113
فلا
تنظر
العين
إلا
إليه
ولا
يقع
الحكم
إلا
عليه
فنحن
له
وبه
في
يديه
وفي
كل
حال
فإنا
لديه
لهذا
ينكر
ويعرف
وينزه
ويوصف

فمن
رأى
الحق
منه
فيه
بعينه
فذلك
العارف

ومن
رأى
الحق
منه
فيه
بعين
نفسه


ذلك
غير
العارف

ومن
لم
ير
الحق
منه
ولا
فيه
وانتظر
أن
يراه
بعين
نفسه


ذلك
الجاهل

وبالجملةفلا
بدلكل
شخص
من
عقيدة
في
ربه
يرجع
بها
إليه
ويطلبه
فيها

فإذا
تجلى
له

لحق
فيها
وأقر
به

وإن
تجلى
له

في
غيرها
أنكره

وتعوذ
منه
وأساء
الأدب
عليه
في
نفس
الأمر
وهو
عندنفسه
أنه
قدتأدب
معه

فلا
يعتقد
معتقد
إلهاًإلا
بما
جعل
في
نفسه
فالإله
في
الاعتقادات
بالجعل

فما
رأوا
إلا
نفوسهم
وما
جعلوا
فيها
فانظر

مراتبالناس
في
العلم
بالله
تعالى
هو
عين
مراتبهم
في
الرؤية
يوم
القيامة

وقد
أعلمتك
بالسبب
الموجب
لذلك

فإياك
أن
تتقيد
بعقدمخصوص
وتكفر
بما
سواه
فيفوتكخيركثير
بل
يفوتك
العلم
بالأمر
على
ما
هو
عليه

فكن
في
نفسك
هيولى
لصور


لمعتقدات
كلها
فإن
الله


تعالى
أوسع
وأعظم
من


أن
يحصره
عقد
دون
عقد
فإنه
يقول

أينما
تولوا
فثم
وجه
الله
وما
ذكر
أيناً
من
أين

ذكر
أن
نم


جهالله

وجه
الشيء
حقيقته

فنبه
بذلك
قلوب
العارفين


ئلا
تشغلهم
العوارض
في
الحياة
الدنيا
عن
استحضار
مثل
هذا
فإنه

2

ب
لايدري
العبد
في
أي
نفس
يقبض

فقد
يقبض


في
وقت
غفلة
فلا
يستوي
مع
من
قبض
على
حضور

ثم
إن
العبد

114

الكامل
مع
علمه
بهذا
يلزم
في
الصورة
الظاهرة
والحال
المقيدة
التو
جه
بالصلاة
إلى
شطر
المسجدالحرام
ويعتقد
أن
الله
في
قبلته


ال
صلاته

وهو
بعض
مراتب
وجه
لحق
من

ٔينما
تولوا
فثم
وجه
الله

فشطر
المسجد
الحرام
منها

ففيه
وجه
الله

ولكن


ا
تقل
هو
هنا

فقط

بل
قفعندما
أدركت
والزم
الأدبفي
الاستقبال
شطر
المسجد
الحرام


والزم
الأدبفي
عدم
حصر
الوجه
في
تلك
الأبنية
الخاصة

بل
هي
من
جملة
أينيات
ما
تولى
متولإليها

فقد
بان
لك
عن
الله
تعالى
أنه
في
أينية
كل
وجهة

ما
ثم
إلاالاعتقادات

فالكل
مصيب

وكل
مصيبمأجور
وكل
مأجور
سعيد
وكل
سعيد
مرضي
عنه
وإن
شقي
زماناً
ًما
في
الدار
الآخرة

فقدمرض
وتألم
14
أهل
العناية

مع
علمنا
بأنهم
سعداء
أهل
حق

في
الحياة
الدنيا

فمن
عباد
الل
منتدركهم
تلك
الآلام
في
الحياة
الأخرى
في
دارتسمى
جهنم

ومع
هذا
لا
يقطع
أحد
منأهل
العلم
الذين
كشفوا
الأسر
على
ما
هو
عليه
أنه
لا
يكون
لهم
في
تلكالدار
نعيم
خاص
بهم

ٕما
بفقد
ألم
كانوا
يجدونه


ارتفع
عنهم
فيكون
نعيمهم
راحتهم
عن


وجدان
ذلك
الألم

أو
يكون
نعيم
مستقل


زائد
كنعيم
أهل
الجنان
في
الجنان
وال
أعم

4

115

11

فص
حكمة
فتوحية
في
كلمة
صالحية
1
من
الآيات
آيات
الركائب
وذلك
لاختلاف
في
المذاهب
2

43

ا
فمنهم
قامون


بها
بحق
ومنهم
قاطعون
بها
السباسب
فأما
القائمون
فأهل
عين
وأمالقاطعون
هم
الجنائب

وكل
منهم
يأتيه
منه
فتوح
غيوبه
من
كل
جانب
اعلم
وفقك
الله
أن
الأمر
مبني
في
نفسه
على
الفردية
ولها
التثليث

فهي
من
الثلاثة
3
فصاعدا

فالثلاثة
أول

الأفراد

وعن
هذه
الحضرة
الإلهية
وجد
العالم
فقال
تعالى
إرادة
وقول

فلولا
هذه
الذات
وإرادتها
وهي
نسبة
التوجه
بالتخصيص
لتكوين
أمر
ما

ملولا
قوله
عندهذا
التوجه
كن
لذلك
الشيء
ما
كان
ذلك
الشيء

ثم
ظهرت
لفرديةالثلاثية
أيضاً
في
ذلك
الشيء
وبها
من
جهته
صح
تكوينه
واتصافه
بالوجود

وهي
شيييته
وسماعهوامتثاله
أمر
مكونه
بالإيجاد

فقابل


لاثة
بثلاثة

اته
الثابتة
في
حال
عدمهافي
موازنة
ذاتموجدها

وسماعه
في
موازنة
إرادة
موجده

وقبوله
بالامتثال
لما
أمر
به
من
التكوين
في
موازنة
قوله
كمن

فكان
هو
فنسب
التكوين
إليه
فلولا
أنه
من

قوته
التكوين
من
نفسه
عند
هذا
القول
ما
تكون

فما
أوجد
هذا
الشيء
بعد
أن
لم
يكن
عند
الأمر
بالتكوين
إلا
نفسه

فأثبت
الحق
تعالى
أن

116

التكوين
للشيء
نفسه
لاللحق

والذي
لحق
فيه
أمره
خاصة

كذلك


ٔخبرعن
نفسه
في
قولهه
إنما
أمرنا
لشيء
إذا
أردناه
أن
نقول
له
كن
فيكون
فنسب
التكوين
لنفس
الشيء
عن
أمر
الله
وهو
الصادق
في
قوله

وهذا
هو
المعقول
في
نفس
الأمر


3

ب
كما
يقول
الآمر
الذي
يخاف
فلا
يعصى
لعبده
قم
فيقوم
العبد
امتثالا
لأمر
سيده

فليس
لسيد
في
قيام
هذا
العبد
سوى
أمره
له
بالقيام

والقيام
من
فعل
العبد
لا
من
فعل
السيد

فقام
أصل
التكوين
على
التثليث
أي
من
الثلاثة


من
الجانبين

من
جانب
الحق
ومن
جانب
الحخلق

م
سرى
ذلك
في
إيجاد
المعاني
بالأدلة

فلا
بد
من
الدليل
أن
يكون
مركبامن
ثلاثة
على
نظام
مخصوص
وشرطمخصوص
وحينيذ
ينتج
لا
بد
من
ذلك

وهو
أنيركب
الناظر
دليله
من
مقدمتينكل
مقدمة
تحوي


على
مفردين
فتكون
أربعة
واحد
من
هذه
الأربعة
يتكرر
في
المقدمتين
لتربط
إحداما
بالأخرى
كالنكاح
فتكون
ثلاثٔة
لاغير
لتكرار
الواحدفيهما

فيكون
المطلوب
إذا
وقع
هذا
الترتيب
على
الوجـه
المخصوص
وهو
ربط
إحدى
5
المقدمتين
بالأخرى
بتكرار
ذلك
الواحـد
المفر
د
الذي
به
يصح


التثليث

والشرط
المخصوص
أن
يكون
الحكم
أعم
من
العلة
أو
مساوياً
ًلها

وحينئذ
ا6
يصدق

وإن
لم
يكن
كذلك
فإنه
ينتج
نتيجة
غير
صادقة

وهذا
موجود
في
العـالم
مثل
إضافة
الأفعال
إلى
العبد
معراة
عن
نسبتها
إلى
اله


أو
إضافة
التكوين
الذي
نحن
بصدده
إلى
الله
مطلقاً

والحق
ما
أضافه
الا
إلى
الشي
م
الذي
قيل
له
كن

ومثاله
إذا
أردنا


أرن
ندل
أن
وجود
العـالم
عن
سبب
فنقول
كل
حادث
فله
سبب
فمنا


الحادث
والسبب

ثم
نقول

11

في
المقدمة
الأخرى
والعالم
حادث
فتكرر
الحادث
في
المقدمتين

والثالث
قولنا
العـالم

فأنتج
أن
العالم
له
سبب

وظهر


في
النتيجة
ما
ذكر


في
المقدمة
الواحـدة
وهو
السبب

فالوجه
الخاص


هو
تكرار
الحادث

والشرط
الخناص


عموم
العلة
لأن
العلة
في
وجود
الحادث
السبب

وهو
عام
في
حدوث
العالم
عن
الله
أعني
الحكم

فنحكم


على
كل
حادث
أن
له
سبباً
سواء
كان
ذلك
السبب
مساوياً
للحكم
أو
يكون
الحكم
أعم
منه
فيدخل
تحت
حكه

فتصدق
النتيجة

فهذا
أيضا
قد
ظهر
حكم
التثليث



4

ا
في
إيجاد
المعاني
التي
تقتنص
بالأدلة

فأصل
الكون
التثليث

ولهذا
كانت
حكة
صالح
عليه
السلام
التي
أظهر
أله
في
تأخير
أخذ
قومه
ثلاثٔة
أيام
وعدا
غير
مكذوب

فأنتج
صدقا
وهو
الصيحة
التي
أهلكهم
الله


ا
فأصبحوا
في
ديارهم
جايمين

فأول
يوم
من
الثلاثة
اصفرت
وجوه
القوم

وفي
الثاني
احمرت
وفي
الثالث
اسودت

فلمـا
كلت
الثلاثة
صح
الاستعداد
فظهر
كون
الفساد
فيهم
فسمى
ذلك
الظهور
هلاكاً
ً
فكان
اصفرار
وجوه
الأشقياء
في
موازنة
إسفار


وتجوه
السعداء
في
قوله
تعالى

وجوه
يومئذ
مسفرة

من
السفور
وهو
الظهور

كما
كان


الاسقرار
في
أول
يومر
ظهور
علامة
الشقاء
في
قوم
صالح

ثم
جاء
في
موازنة
الاحمرار
القائم
بهم
قوله
تعالى
في
السعداء

احكة


فإرن
الضحك
من
الأ
سباب
المولدة
لاحمرار
الوجوه

فهي
في


السعداء
احمرار
الوجنـات

ثم
جعل
في
موازنة
تغير
بشرة
الأشقياء
بالسواد
قوله
تعـالى

ستبشرة

وهو
ما
أثره

11

السرور
في
بشرتهم
كما
أثر
السواد
في
بشرة
الأشقياء

ولهذا
قـال
في
الفريقين
بالبشرى

أي
يقول
لهم
قولا
يؤثر
في
بشرتهم
فيعدل
بها
إلى
لون
لم
تكن
البشرة
تتصف
به
قبل
هذا

فقـال
في
حق
السعداء

بشرهم
ربهم
برحمة
منه
ورضوان

وقال
في
حق
الأشقياء

بشرهم
بعذاب
أليم

فأثر
في
بشر
كل
طائفة
ما
حصل
في
نفوسهم
من
أثر
هذا
الكلام

فما
ظهر
عليهم
في
ظاهرهم
8
إلا
كم
ما
استقر

4

ب
في
بواطنهم
من
المفهوم

فما
أثر
فيهم
سواهم
كما
لم
يكن
التكوين
إلا
منهم

فلله
الحجة
البالغة

فمن
فهم
هذه
الحكة
وقررها
في
نفسه
وجعلها
مشهودة
له


أراح
نفسه
من
التعلق
بغيره
وعلم
أنه
لا
يؤتى
عليه
بخير
ولا
بشر
إلا
منه

وأعني
بالخير
ما
يوافق


غرضه
ويلأم
طبعه
ومزاجه

وأعني
بالشر
ما


ا
يوافق
غرضه
ولا
يـلائم
طبعه
ولا


مزاجه

ويقيم
صاحب
هذا
الشهود
معاذير
الموجودات
كلها
عنهم
وإن
لم
يعتذروا

ويعلم
أنه
منه
كان
كل
ما
هو
فيه
كما
ذكرناه
أولاً
في
أن
العلم
تابع
للمعلوم

فيقول
لنفسه
إذا
جاءه
مالا
يوافق
غرضه

يداك
أو
كتا
وفوك
نفخ

والله
يقول
الحق
وهو
يهدي
السبيل


119
12

فص
حكمة
قلبية
في
كلمة
شعيبية
1
إعـلم
أن
القلب

أعني
قلب
العارف
بالله

هو
من
رحمة
الله

وهو
أوسع
2
منها

فإنه
وسع
الحق
جل
جلاله
ورحمته
لا
تسعه

هذا
لسان
العموم


من
باب
الإشارة

فإن


الحق
راحم
ليس
بمرحوم
فلا
حكم
للرحمـة
فيه

وأما
الإشارة
من
لسان
الخصوص
فإن
الله


وصف
نفسه
بالنفس
وهو
من
التنفيس

وأن
الأسماء
الإلهية
عين
المسمى
وليس


إلا
هو

وأنها
طالبة
ما
تعطيه
من


الحقأق
وليست
الحقائق
التي
تطلبها
الأسماء
إلا
العـالم

فالألوهية


تطلب
4
المألوه

والربوبية
تطلب
المربوب

وإلا
فلا
عـين
لها
إلا
به
وجودا
ًأر


تقديرا

والحق
من
حيث
ذاته
غني
عن
العالمين

والربوبية
ما
لها
هذا
الحكم

فبقي
الامر
بين
ما
تطله
الربوبية
وبين
ما
تستحقه
الذات
من
الغنى
عن
العالم

وليست
الربوبية
على
الحقيقة
والاتصاف


إلا
عين
هذه
الذات


5

ا
فلما
تعارض
الأمر
بحكم
النسب
ورد
في
الحـبر
ما
وصف
الحق
به


نفسه
من
5
الشفقة
على
عباده

فأول
ما
نفس
عن
الربوبية
بنفسه
المنسوب
إلى
الرحمن
بايجاده
العالم
الذي
تطلبه
الربوبية

0
بحقيقتها
وجميع
الأسماء

1
الإلهية

فيثبت

2
من
هذا
الوجه
أن
رحمته
وسعت
كل
شيء
فوسعت
الحق

فهي
أوسع
من
القلب
أو
مساوية
له
في
السعة

هذا
مضى

3

ثم
لتعلم
أن
الحق
تعالى
كما

12

ثبت
في
الصحيح
يتحول
في
الصور
عند
التجلي

وأن
الحق
تعالى
إذا
وسعه
القلب
لا
يسع
معه
غيره
من
المخلوقات
فكأنه
يملؤه

ومعنى
هذا
أنه
إذا
نظر
إلى
الحق
عند
تجليه
له
لا
يمكن
أن
ينظر
معه
إلى
غيره

وقلب
العارف
من
السعة
كما
قال
أبو
يزيد
البسطامي

و
أن
العرش
وما
حواه
مائة
ألف
ألف
مرة
في
زاوية
من
زوايا
قلب
العارف
ما
أحس
به


وقال
الجنيد
في
هذا
المعنى

إن
المحدث
إذا
قرن
بالقديم
لم
يبق
له
أثر

وقلب
يسع
القـديم
كيف
يحس
بالمحدث
موجوداً


وإذا
كان
الحق
يتنوع
تجليه
في
الصور


فبالضرورة


يتسع
القلب
ويضيق
محسب
الصورة
التي
يقع
فيها
التجلي
الإلهي

فإنه
لا
يفضل
شيء
عن
صورة
ما
يقع
فيها
التجلي

فإن
القلب
من
العارف
أو
الإنسان
الكامل
بمنزلة
محل
فص
الخاتم
من
الخاتم
لا
يفضل
بل
يكون
على
قدره
وشكله
من
الاستدارة
إن
كان
الفص


مستديرا
ً
5

ب
أو
من
التربيـع
والتسديس
والتثمين
وغير
ذلك
م
الأشكال
إن
كان
الفص
مريعاً
أو
مسدسا
أو
مثمنا
أو
ما
كان
من
الأشكال

فإن
محله
من
الخاتم
يكون
مثله
لا
غير



وهـذا
عكس
ما
يشير
إليه
الطائفة
من
أن
الحق
يتجلى
على
قدر
استعداد
العبد

وهذا
ليس
كذلك

فإن
العبد
يظهر
للحق
على
قدر
الصورة
التي
يتجلى
له


فيها
الحق

وتحرير
هذه
المسألت
أن
ل
تجليين

تجلي
غيب
وتجلي
شهادة

فمن
تجلي
الغيب
يعطي
الاستعداد
الذي
يكون
عليه
القلب

وهو
التجـلي
الذاتي
الذي
الغيب
حقيقته

وهو
الهموية
6
التي
يستحقها
بقوله
عن
نفسه

و


فلا
يزال

و

له
دأمــاً
أبدا

فإذا
حصل
له

أعني
للقلب



هذا
الاستعداد

تجلى


له
التجلي
الشهودي

11
في
الشهادة
فرآه
فظهر
بصورة
ما
تجلى
له
كما
ذكرناه



فهو
تعـالى
أعطاه
الاستعداد
بقوله

ٔعطى
كل
شيء
خلقه

ثم
رفع
الحجاب
بينه
وبـين
عبده
فرآه
في
صورة
معتقده



فهو
عين
اعتقاده

فـلا
يشهد
القلب

ولا
العين
7
أبدا
إلا
صورة
معتقده
في
الحق

فالحق
الذي
في
المعتقد
هو
الذي
وسع
القلب
صورته

وهو
الذي
يتجلى
له
فيعرفه

فلا
ترى
العين
إلا
الحت
الاعتقادي

ولا
خفاء
بتنوع
الاعتقادات

فمن
قيده
أنكره
في
غير
ما
قيده
به

وأقر
به
فيما
قيده
به
إذا
تجلس

ومن
أطلقه
عن
التقييد
لم
ينكره
وأقر
به



6
ا
في
كل
صورة
يتحول
فيها
ويعطيه
من
نفسه
قدر
صورة
ما
تجلى
له
إلى
ما
لا
يتناهى

فإن
صور


التجلي
ما
لها
نهاية
تقف
عندها

وكذلك
العـلم
بالله


ما
له
غاية
في
العارف

1
يقف
عندها

ل
هو
العارف
في
كل
زمان
يطلب
الزيادة
من
العلم
به


مب
زدني
علماً



رب
زد
ني
علماً


ب
زد
ني
علماً

فالأمر
لايتناهى
8
من
الطرفين

هذا
إذاقلت
حق
وخلق

فإذا
نظرت
في
قوله



نت
رجله
التي

1
يسعى
بها
ويده
التي


يبطش
بها
ولسانه
الذي
يتكلم
به

إلى
غير
ذلك
من
القوى

محلها

0
الذي
هو
الأعضاء

لم
تفرق
فقلت
الأمر
حق
كله
أوخلق
كله

فهو
خلق
بنسبة
وهو
حق
بنسبة
نوالعين
واحدة

فعين
صورة
ما
قجلى
عين
صورة
من

1
قبل
ذلك
التجلي

فهو
المتجلي
والمتجلى
له

فانظر
ما
أعجب
أمرالله
من
حيث
هويته

ومن
حيث
نسبته
إلى
العالم
في
حقائقى
أسمائه
الحسنى

س
122
فمن
ثم
وما
مـه
وعـين
ثم
هو
ثمه
ٔمن
قعد
عمه
خصه
ومن
قد
خصه
عمـه
فمـا
عين
سوى
عين
فنور
عينه
ظلمـه

6

ب
فمن
يغفل
عن
هذا
يجد
في
نفسه
غمه
9
وما
يعرف
ما
قلنا


سوى
عد
له
همه
1
إن
في
ذلك
لذكرى
لمن
كان
له
قلب
لتقلبه
في
أنواع
الصور
والصفات
ولم
يقل
لمن
كان
له
عقل

فإن
العقل
قيد
فيحصر
الأمر
في
نعت
واحـد
والحقيقة
تأبى
الحصر
في
نفس
الأمر

فما
هو
ذكرى
لمـن
كان
له
عقل
وهم
أصحاب
الاعتقادات
الذين
يكفر
بعضهم
ببعض
ويلعن
بعضهم
بعضاً
وما
لهم
من
ناصرين

فإن
إله


المعتقد
ماله
حكم
في
إله


المعتقد
الآخر

فصاحب
الاعتقـاد
يذ
ب
عنه
أي
عن
الأمر
الذي
اعتقده
في
إلهه
وينصره

وذلك
في
اعتقاده
لا
ينصره

فلهذا
لا
يكون
له
أثر
في
اعتقاد
المنـازع
له

وكنا


المنازع
ماله
نصرة
من
إلهه
الذي
في
اعتقاده

فما
لهم
من
ناصرين

فنفى
الحق
النصرة
عن
آلهة
الاعتقادات
على
انفراد
كل
معتقد
على
حدته

والمنصور
المجموع

والناصر
المجموع

فالحق
عند
العارف
هو
المعروف
الذي
لا
ينكر

فأهل
المعروف
في
الدنيا
هم
أهل
المعروف
في
الآخرة

فلهذا
قال

من
كان
له
قلب
فعلم
تقلب
الحق
في
الصور
بتقليبه
في
الأشكال

فمن
نفسه
عرف
نفسه



وليست
نفسه
بغير
لهوية
الحق

ولا
شيء
من
الكون
مـا
هو
كائن

ويكون
بغير
لهوية
الحق

بل
هو
عين
الهوية

فهو
العارفب

7

ا

133

والعالم
والمقـر
في
هذه
الصورة

وهمو
الذي
لا
عارف
ولا
عالم

وهو
المنكر
في
هذه
الصورة
الأخرى

هذا
حظ
من
عرف
الحق
من
التجلي
والشهود
في
عين
المع

فهو
قوله

من
كان
له
قلب

يتنوع
في
تقليبه

وأما
أمل
الإيمـان
وهم
المقلدة
الذين
قلدوا
الأنبياء
والرسل
فيما
أخبروا
به
عن
الحق

لا
من
قلد
أصحاب
الأفكار
والمتأولين
الأخبار
الواردة
بحملها
على
أدلتهم
العقلية

فهؤلاء
الذين
قلدوا
الرسل
صلوات
الله
عليهم
وسلامه
هم
المرادون
بقوله
تعالى

ٔو
ألقى
السمع

لما
وردت
به
الأخبار


الإلهمية
على
ألسنة
الأنبيـاء
صلوات
الله
وسلامه
عليهم

وهو
يعني
هذا
الذي
ألقى
السمع
شهيد


ينبه
على
حضرة
الخيال
واستعمالها

وهو
قوله
عليه
السلام
في
الإحسان

ٔن
تعبد
اث
كأنك
تراه


والله
في
قبلة
المصلي

فلذلك


مو
شهيد

ومن
قلد
صاحب
نظر
فكري
وتقيد
به
فليس
هو
الذي
ألقى
السمع

فإن
هذا
الذي
ألقى
السمع
لا
بد
أن
يكون
شهيدا
لمـا
ذكراه

ومت
لم
يكن
شهيداً
لما
ذكرناه
فما
هو
المراد
بهذه
الآية

فهؤلاء


هم
الذين
قال
الله
فيهم

ٕذ


تبرأ
الذين
اتثبـعوا
من
الذين
اتـبعوا

والرسل
لا
يتبرءون
من
أتبـاعهم
الذين
اتبعوهم

فحقئق
يا
ولي


ما
ذكرته
لك
في
هذه
الحكة
القلبية

وأما
اختصاصها
بشعيب

لما
فيها
من
التشعب

أي
شعبها
لا
تنحصر

لأن
كل
اعتقاد
شعبة

7

ب
فهي
شعب
كلها

أعني
الاعتقادات
فإذا
انكشف
الغطاء
انكشف
لكل
أحد
بحسب
معتقده

وقد
ينكشف
بخلاف
معتقده
في
الحك

هو
قوله

بدا
لهم
من
الله
مالم
يكونوا
يحتسبون


فأكثرها
في
الحكم
كالمعتزلي
يعتقد
في
الله
نفوذ
الوعيد
في
العاصي


إذا
مات
على
غير
توبة

إذا
مات

1

وكان
مرحوماً
عند
الله
قد
سبقت
له
عنـاية
بأنه
لا
يعاقب

وجد
الله
غفورا
رحيما

فبدا
له
من
الله
ما
لم
يكن
يحتسبه

وأما
في
الهوية
فإن
بعض
العباد
يجزم
في
اعتقاده
أن
اه
كذا
وكذا

فإذا
انكشف
الغطاء
رأى
صورة
معتقده
وهي
حق
فاعتقدها

وانحلت
العقدة
فزال
الاعتقاد
وعاد
علمـاً
بالمشاهدة

وبعد
احتداد
البصر
لا
يرجع
كليل
النظر

فيبدو
لبعض
العبيد
باختلاف
التجلي
11
في
الصور
عند
الرؤية
خلاف
معتقده


لأن


لايتكرر

فيصدق
عليه
في
الهوية

بدا
لهم
من
اله
في
هويته

ا
لم
يكونوا
يحتسبون

فيها
قبل
كشف
الغطاء

وقد
ذكرنا
صورة
الترقي
بعد
الموت
في
المعارف
الإلهية
في
كتاب
التجليات
لنا
عند
ذكرنا
من
اجتمعنا
به
من
الطائفة
في
الكشف
وما
أفدناهم
في
1
هذه
المسألة
بمـا
لم
يكن
عندهم

ومن
أعجب
الأمور


أنه

8

ا
في
الترقي
دائما
ولا
يشعر
بذلك
للطافة
الحجاب
ودقته
وتشابه
الصور
مثل
قوله
تعالى

أتوا
به
متشابها


وليس
هو


الواحد
عين
الآخر
فإن
الشبيهين
عند
العارف
أنهما
شبيهان

غيران



وصاحب
التحقيق
يرى
الكثرة
في
الواحد
كما
يعـلم
أن
مدلول
الأسماء
الالهية

وإن
اختلفت
جقائقها
وكثرت

أنها
عين
واحدة

فهذه
كثرة
معقولة
في
واحد
العين

فتكون
في
التجلي
كثرة
مشهودة
في
عين
واحدة

كما
أن
الهيولى
تؤخذ


في
حد
كل
صورة

وهي


مع
كثرة
الصور
واختلافها
ترجع
في

125
الحقيقة
إلى
جوهر
واحد
هو


هيولاها

فمن
عرف
نفسه
بهذه
المعرفـة
فقد
عرف
ربه
فإنه
على
صورقه
خلقه

بل
هو
عين
هويته
وحقيقته

ولهذا
ما
عثر
أحد
من
العلماء
على
معرفة
النفس
وحقيقتها
إلا
الإلهيون
من
الرسل
والصوفية

وأما
أصحاب
النظر
وأرباب
الفكر
من
القدمـاء
والمتكلمين


في
كلامهم
في
النفس
وماهيتها

فما
منهم
من
عثر
على
حقيقتها

ولا
يعطيها
النظر
الفكري
أبدا

فمن
طلب
العلم
بها
من
طريق
النظر
الفكري
فقد
اسلسمن
ذا
ورم
ونفخ
في
غير
ضرم

لا
جرم
أنهم
من
الذين
ضل
سعيهم
في
الحياة
الدنيا
وهم
يحسبون
أنهم
يحسنون
صنعاً

فمن
طلب
الأمر
من
غير
طريقه

8

ب
فما
ظفر
بتحقيقه

وما
أحسن
ما
قال
الله
تعالى
في
حق
العالم
وتبدله
مع
الأنفـاس

في
خلق
جديد

في
عين
واحدة

فقال
في
حق
طائفة

بل
أكثر
العـالم


بل
هم
في
لبس
من
خلق
جديد

فلا
يعرفون
تجديد
الأمر
مع
الأنفاس

لكن
قد


عـثرت
عليه
الاشاعرة
في
بعض
الموجودات
وهي
الأعراض

13
وعثرت
عليه
الحسبـانية


في
العالم
كله

وجهلهم
أهل
النظر
بأجمعهم

ولكن
أخطأ
الفريقان

أما
خطا
الحسبانية
فبكونهم
ما
عثروا
مع
قولهم
بالتبدل
في
العالم
بأسره
على
أحدية
عين
الجوهر
الذي
قبل
هذه
الصورة


ولا
يوجد
إلا
بها
كا
لا
تعقل
إلا
به

فلو
قالوا
بذلك
فازوا
بدرجة
التحقيق
في
الأمر

وأما
الأشاعرة
فما
علموا
أن
العالم
كله
جموع
أعراض
فهو
يتبدل


في
كل
زمان
إذ
العرض
لا
يبقى
زمانين

ويظهر
ذلك
في
الحدود
للأشياء

فإنهم
إذا
حدوا
الشيء
تبين
في
حدهم
كونه


الأعراض


126
وأن
هذه
الأعراض
المذكورة
في

ده
عـين
هذا
الجوهر
وحقيقته
القايم


بنفسه

ومن


حيث
هو
عرض
لا
يقوم
بنفسه

فقد
جاء
من
مجموع
ما
لا
يقوم
14
بنفسه
من
يقوم
بنفسه


كالتحيز
في
حد
الجوهر
القائم
بنفسه
الذاتي


وقبوله
للأعراض

9

ا
حد
له
ذاتي

ولا
شك
أن
القبول
عرض
إذ
لا
يكون
إلا
في
قابل
لأنه
لا
يقوم
بنفسه

وهو
ذاتي
للجوهر

والتحيز
عرض
لا
يكون
إلا
في
متحيز

فلا
يقوم
بنفسه

وليس
التحيز
والقبول
بأءر
زائد
على
عين
الجوهر
المحدود
لأن
الحدود
الذاتية
هي
عين
المحدود
وهويته

فقد
صار
ما
لا
يبقى
زرمانين
يبقى
زمانين


وأزمنة
وعاد
ما
لا
يقوم
بنفسه
يقوم
بنفسه

ولا
يشعرون
لمـا
هم
عليه

وهؤلاء
هم
في
لبس
من
خلق
جديد

وأما
أهل
الكشف
فإنهم
يرون
أن
الله


يتجلى
في
كل
نفس
ولا
يكرر
التجلي

ويرون
أيضاً
شهوداً
أن
كل
تجل
يعطي
خلقا
جديدا
ويذهب
بخلق

فذهابه
هو
عين
الفناء
عند
التجلي
والبقاء
لما
يعطيه
التجلي
الآخر
فافهم

13

فص
حكة
ملكية
في
كلمة
لوطية
المك
الشدة
والمليك
الشديد

يقال
ملكت
العجين
إذا
شددت
عجينه

1
قال
قيس
بن
الحطيم


يصف
طعنة

ملكت
بها
كفي
فانهرت
فتقها
يرى
قأم
من
دونها
ما
وراءها

127

ي
شددت
بها
كفي
يعني
الطعنة

فهو
قول
الله
تعالى
عن
لوط
عليه
السلام

لو
أن
لي
بكم
قوة
أو
آوي
إلى
ركن
شديد


فقال
رسول
الله
صلى
الله
عليه
وسلم

9

ب
يرحم
الله
أخى
لوطا

لقد
كان
يأوي
إلى
ركن
شديد

فنبه
صلى
الله
عليه
وسلم
أنه
كان
مع
الله
من
كونه
شديدا

والذي
قصد
لوط
عليه
السلام
القبيلة
بالركن
الشديد

والمقاومة
بقوله

و
أن
لي
بكم
قوة

وهي
الهمة
هنا
من
البشر
خاصة

فقال
رسول
الله
صلى
الله
عليه
وسلم
فمن
ذلك
الوقت

يعني
من
الزمن
الذي
قال
فيه
لوط
عليه
السلام

ٔو
آوي
إلى
ركن
شديد

ما
بعث
نبي


بعد
ذلك
إلا
في
منعة
من
قومه

فكان
يحميه
قبيله


كابي
طالب
مع
رسول
الله
صلى
الله
عليه
وسلم

فقوله

و
أن
ي
بكم
قوة
لكونه
عليه
السلام
سمع
الله
تعالى
يقول

له


الذي


خلقكم
من
ضعف

بالإصالة

ثم
جعل
من
بعد
ضعف
قوة
فعرضت
القوة
بالجعل
فهي
قوة
عرضية


ثم
جعل
من
بعد
قوة
ضعفاً
وشيبة
فالجعل
تعلق
بالشيبة

وأما
الضعف
فهو
رجوع
إلى
أصل
خلقه
وهو
قوله


خلقكم
من
ضعف

فرده


لما
خلقه
منه
كا
قال

م
يرد
إلى
أرذل
العمر
لكي
لا
يعلم
من
بعد
علم
شيئاً

فذكر
أنه
رد
إلى
الضعف
الاول
فحكم
الشيخ
حكم
الطفل
في
الضعف

وما
بعث
نبي
إلا
بعد
تمام
الأربعين
وهو
زمان
أخذه
في
النقص

0

ا
والضعف

فلهذا

قال

و
أن
لي
بكم
قوة
مع
كون
ذلك
يطلب
همة
مؤثرة

فإن
قلت
وما
يمنعه
من
الهممة
المؤثرة
وهي
موجودة
في
السالكين
من
الأتباع

والرسل
أولى
بها

قلنا
صدقت

ولكن
نقصك
علم
آخر

وذلك
أن
المعرفة
لا
تترك
للهمة
2

128

تصرفاً

فكلما
علت
معرفته
نقص
تصرفه
بالهمة

وذلك
لوجهين

الوجـه
الواحد
لتحققه

1
بمقام
العبودية
ونظره
إلى
أصل
خلقه
الطبيعي

والوجه
الآخر
أحدية
المتصرف
والمتصرف
فيه

فلا
يرى
على
من
يرسل
مته
فيمنعه
ذلك

وفي
هذا
المشهد
يرى
أن
المنازع
له
ما
عدل
عن
حقيقته
التي
هو
عليها
في
حال
ثبوت
عينه
وحال
عدمه

فما
ظهر
في
الوجود
إلا
ما
كان
له
في
حال
العدم
في
الثبوت

فما
تعدى


حقيقته
ولا
أخل
بطريقته

فتسمية
ذلك
نزاعاً
إنما
هو
أمر
عرضي
أظهره


الحجاب
الذي
على
أعين
النـاس
كا
قال
الله


فيهم

ولكن
أكثرهم
لا
يعلون

يعلمون
ظاهرا
من
الحياة
الدنيا
وهم
عن
الآخرة
هم
غافلون


وهمو
من
المقلوب
فإنه
من
قولهمم

لو
بنا
غلف

أي
في
غلاف
وهو
الكن
الذي
ستره
عن
إدراك
الأمر
على
ما
هو
عليه

فهذا
وأمثاله
ينع
العارف
من
التصرف
في
العالم

0

ب
قال
الشيخ
أبو
عبد
الله
بن
قايد


لشيخ
أبي
السعود
بن
الشبل


لم
لا
تتصرف
فقال


أبو
السعود
تركت
الحق
يتصرف
لي
كما
يشاء

يريد
قوله
تعالى
آمرا

اتخذه
وكيـً

فالوكيل
همو
المتصرف
ولا
سيما
وقد
سمع
الله
تعالى
يقول

انفقوا
متا
جعلكم
متخلفين
فيه

فعلم
أبو
السعود
والعارفون
أن
الأمر
الذي


بيده
ليس
له
وأنه
مستخلف
فيه

ثم
قال
له
الحق
هذا
الأمر
الذي
استخلفتك
فيه
وملكتك
إياه

اجعلني
واتخذني
وكيً
فيه

فامتثل
أبو
السعود
أمر
الله
فاتخذه


وكيا

فكيف

129
يبقى
لمنيشهد
هذا
الأمر
همة
يتصرف
بها
الهمة
لاتفعل
إلا
بالجمعية
التي
لا
متسع


لصاحبها
إلى
غير
ما
اجتمع
عليه

وهذه
المعرفة
تفرقه
عن
هذه
الجمعية

فيظهر
العارف


لتام
المعرفة
بغاية
العجز
والضعف

قالبعض
الأبدال
للشيخ
عبدالرزاق

رضي
المهعنه
قل
للشيخ
أبي
مدين
بعد
السلام
عليهيا
أبا
مدين
لم
لا
يعتاص
علينا
شيء
وأنت
تعتاص
عليك
الأشياء

ونحن
نرغب
في
مقامك
وأنت
لا
ترغبفي
مقامنا
وكذلك
كان
مع
كون
أبي
مدين
رضي
اللهعنه
كان
عنده
ذلك
المقام
وغيره

ونحن
أتم
في
مقام
الضعف
والعجز
1

ا
منه

مع
هذا
قال
لههذالبدل
ما
قال

وهذا
من
ذلك
القبيل
أيضا

وقال
صلى
اللهعليه
وسلم
في
هذا
المقام
عن
أمر
الله
له
بذلك

أدري
ما
يفعل
بي
ولابكم
إن
اتبع
إلامايوحى
إلي

فالرسول
بمحكم
ما
يوحى
إليه
به

ا
ا
عنده
غير
ذلك

فإن
أوحي
إليه
بالتصرف
بجزم


صرف

وإن
منع
امتنع

وإن
خير
اختار
ترلك

لتصرف
إلا
أن
يكون
ناقص
المعرفة

قال
أبو
السعود
لأصحابه
المؤمنين
به
إن
الله
أعطاني
التصرف
منذ
خمس
عشرة
سنة
وركناه
تظرفاً

هذا
لسان
إدلال


وأما
نحن
فماتركناهتظرفأسوهموتركمإيثارا
وإنماتركناه
لكال
المعرفة

فإن
المعرفة
لا
تقتضيه
بحكم
الاختيار

فمتى
تصرفالعارف
4
بالهمة
في
العالم
فعن
أمر
إلهي
وجبر
لا
باختيار

لا
نشك

ٔن
مقام
الرسالة
يطلب
التصرف
لقبول
الرسالة
التي
جاء
بها
يظهر
عليه
مايصدقه
عند
أمته
وقومه
ليظهر
ين
الله

والولي
ليس
كذلك

مع
هذا
فلا
يطلبه
الرسول
في
الظاهر
لأن
للرسول

12

الشفقة
على
قومه

فلا
يريد
أن
يبالغ
في
ظهور
الحجة
عليهم

فإن
في
ذلك
هلاكهم

فيبقي
عليهم

وقد
علم
الرسول
أيضاً
أن
الأر
المعجز
إذا
ظهر
للجماعة

1ب
منهم
من
يؤمنعند
ذلكومنهم
من
يعرفه
ويحجحده
ولا
يظهرالتصديقى
به
ظلماوعلواً
وحسداً

ومنهم
من
يلحتق
ذلك
بالسحر
والإيهام

نفلمارأت
الرسل
ذلكوأن
لايؤمن
إلا
من


أنار
الله
قلبه
بنور
الإيمان

ومتى
لم
ينظر
الشخص
بذلك
النور
المسمى
إيماناً
فلا

نفع
في
حقه
الأمر
المعجز

فقصرت
الهمم
عن
طلب
الأمور
المعجزة
لما
لم
يعم
أورها
في
الناظرين
ولا
في
قلوبهم
كما
قالفي
حق
أ
كمل
الرسل
وأعلم
الخلق
وأصدقهم
في
الحال

ٕنك
لا
تهدي
من
أحببت
ولكن
الله
يهدي
من
يشاء

ولو
كان
للهمة
أثر
ولابد

لم
يكن
أحد
أكمل
من
رسول
الله
صلى
المهعليه
وسلم
ولاأعلى
ولا

ٔقوى
همة
منه

ما
أثرت
في
إسلام
أبي
طالب
عمه

وفيه
نزلت
الآية
التي
ذكرناها

ولذلك
قال
في
الرسول
إنه
ما
عليه
إلا
البلاغ

وقال

يس
عليك
هداهم
ولكن
اش
يهدي
من
يشاء


وزاد
في
سورة
القصص

هوأعلم
بالمهتدين
أي
بالذدين
أعطوه
العلم
بهدايتهم
في
حال
عدمهم
بأعيانهم
الثابتة

فأثيت


ٔن
العلم
ابع
للمعلوم

فمن
كان
مؤمنا
في
ثبوتعينه
وحال
عدمه
ظهر
بتلك
الصورة
في
حال
وجوده
وقدعلم
الله
ذلك
منه
أنه
مكذا
يكون

فلذلك
قال

هو
أعلم
بالمهتدين


2

ا
فلما
قال
مثلهذاقال
أيضاًء
ما
يبدل
القول
لدي
لأن
قولي
على
حدعلمي
في
خلقي


ما
أنا
بظلام
للعبيده
أي
ما
قدرت
عليهم
الكفر
الذي
يشقيهم
ثم
طلبتهم
بما
ليس
في
وسعهم
أن
يأتوا
به

ل
ما
عاملناهم
إلا
بحسب
ما
علمناهم

ما
علمناهم
إلا
بما
أعطونا
من
نفوسهم
ما
هم
عليه

فإن
كان
ظلم
فهم
الظالمون

ولذلك
اقال

لكن
كانوا

121
أنفسهم
يظلمون

فما
ظلمهم
الله
كذلك
ماقلنا
لهم
إلا
مأعطته
ذاتنا
أن
نقول
لهم
وذاتنا
معلومة
لنا
بما
هي
عليه
من
أن
نقول
كذا
ولا

قول
كذا
فماقلنإلاماعلمنا
أنا
نقول

فلنا

لقول
منا

ولهم
الامتثال
وعدم
الامتثال
مع
السماع
منهم
فالكل
منا
ومنهم
والأخـذ
عنا
وعنهم
5
إن
لا
يكونون
منا
فنحـن
لا
شك
منهم
فتحقق
يا
ولي
هذه
الحكة
الملكية
في


الكلمة
اللوطية
فإنهـا
لباب
المعرفة
فقد
بان
لك
السر
وقد
اتضح
الأمـر
وقد
أدرج
في
الشفع
الذي


قيـل
هو
الوتر
6
14

فص
حكة
قدرية
في
كلمة
عزيرية
1
اعلم
أن
القضاء
حكم
الله


في
الأشياء

وحكم
الله


في
الأشياء
على
حد
علمه
بها
وفيها

وعلم
الله
في
الأشياء
على
ما
أعطته
المعلومات

2

ب
ما
هي
عليه
في
نفسها

والقدر
توقيت
ما
هي
عليه
الأشياء
في
عينها
من
غير
مزيد
فما
حكم
لقضاء
على
الأشياء
إلا
بها

وهذا
مو
عـين
سر


القدر

من
كان
له
قلب


أو
ألقى

السمع
وهو
شهيد


لله
الحجة
البالغة

فالحاكم
في
التحقيق
تابع
لعين
2
المسألة
التي
يحكم
فيها
بماتقتضيه
ذاتها
فالمحكوم
عليه
بما
هو
فيه
حاكم
على
الحاكم
أن
يحكم
عليه
بذلك

فكل
حاكم
محكومعليه
بما
حكم
به
وفيه

كان
الحاكم

132

من
كان

فتحقق
هذه
المسألة
فإن
القدر
ما
جهـل
إلا

شدة
ظهوره

فلم
يعرف
وكثر
فيه
الطلب
والإلحاح

واعلم
أن
الرسل
صلوات
الله
عليهم

من
حيثهم
رسل
لا
من
حيث
هم
أولياء
وعارفون

على
مراتب
ما
هي
عليه
أمهم
فما
عندهم
من
العلم
الذي
أرسوا
به
إلا
قدر
ما
تحتاج
إليه
أمة
ذلك
الرسول

لا
زائد
ولا
ناقص

والأمم
متفاضلة
يزيد
بعضها
على
بعض

فتتفاضل
الرسل
في
علم
الإرسال
بتفاضل
3
أمها

وهو
قوله
تعالى

لك
الرسل
فضلنا
بعضهم
على
بعض
كما
هم
أيضا
فيمايرجع
إلى
ذواتهم
عليهم
السلام
من
العلوم
والأحكام
متفاضلون
بحسب
استعداداتهم

وهو
قوله



لقد
فضلنا
بعض
النبيين
على
بعض

وقال
تعالى
في
حق
الحخلق

الله
فضل

3

ا
بعضكم
على
بعض
في
الرزق

الرزق
منه
ما
هو
روحاني
كالعلوم

وحسي
كالأغذية

وما
ينزله
الحق
إلا
بقدرمعلوم

هو
الاستحقاق
الذي
يطلبه
الخلق

فإن
الله

ٔعطى
كل
شيء
خلقه
فينزل
بقدرمايشاء

ما
يشاء

4
إلا
ما
علم
فحك
به
وما
علم
كما
قلناه


إلا
بما
أعطاه
المعلوم


فالتوقيت

في
الأصل
للمعلوم

والقضاءوالعلموالإرادة
والمشيئة
تبع
للقدر



فسر
القدر
من
أجل
العلوم

وما

فبمه
الله
تعالى
إلا
لمن
اختصه
بالمعرفة
التامة

فالعلم
بهيعطي
الراحة
الكلية
للعالم


ه

ويعطي
العذاب
الأليم
للعالم
به
أيضاً

فهو
يعطي
النقيضين

6
وبه
وصف
الحق
نفسه
بالغضب
والرضا


به
تقابلت
الأسماء
الإلهمية

قحقيقته
تحكم
في
الوجود

0المطلق
والوجود
0
لمقيد

لا
يمكن
أن
يكون
شيء
أتم
منها

133

ولا
أقوىولاأعظم
لعموم
حكمها
المتعدي
وغير
المتعدي

ولما
كانت
الأنبياءصلوات
الله
عليهم
لا
تأخذ
علومها
إلا
من
الوحي
الخاص
الإلهي

فقلوبهم
ساذجة
من
النظر
العقلي
لعلمهم
بقصورالعقل
من
حيث
نظره
الفكري

ن
إدراك
الأمور
عـلى
ماهي
عليه

والاخبار
أيضا
يقصر
عن
إدراك
ما
لا
ينال
إلابالذوق

فلم
يبق
العلم
الكامل
إلا

في
التجلي
الالهي
وما
يكشف
الحق
عن
أعين
البصائر

3

ب
والأبصار
من
الأغطية
فتدرك
الأمور
قديمها
وحديثها

وعدمها
ووجودها

ومحـالها
وواجبها
وجائزها
على
ما
هي
عليه
في
حقائقها
وأعيانهـا

فلما
كان
مطلب
العزير
على
لطريقة
الخاصة

لذلك
وقع
العتب
عليه
كما
ورد
في
الخبر

فلو
طلب
الكشف
7
الذي
ذكرناه
ربما
كان

ا
يقع
عليه
عتب


ي
ذلك

والدليـل
على
سذاجة
قلبه
قوله
في
بعض
الوجوه

ٔنى
يحيي
هذه
اللهبعد
موتها

وأما
عندنافصورته
عليه
السلام
في
قوله
مذا
كصورة
إبراهيم
عليـه
السلام
في


وله

ب


ٔرني
كيف
تحيي
الموتى

ويقتضي
ذلك
الجواب
بالفعل
الذي
أظهره
الحق
فيـه
في
قوله
تعالى

أماته
الله
مائة
عام
ثم
بعثه
فقال
له

انظر


ٕلى
العظام
كيف
ننشز
ها
ثم
نكسوها
لحماً
فعاين
كيف
تنبت
الأجسام
معاينة
تحقيق

فأراه
الكيفية

فسأل
عن
القدر
الذي
لا
يدرك
إلا
بالكشف
للأشياء
في
حال
ثبوتها
في
عدمها

فما
أعطي
ذلك
فإن
ذلك
من
خصائص
الاطلاع
الإلهي

فمن
المحال
أن
يعلمه
إلا
هو
فانها
المفاتح
2
لأ
ول

أعني
مفاتح
الغيب
التي
لا
يعلمهـا
إلا
هو

وقد
يطلع
الله
من
شاء


ن
عبـاده
على
بعض
الأمور
م
ذلك


134

واعلم
أنها

ا
تسمى
مفاتح

ٕلا
في
حال
الفتح

وحـال
الفتح
هو
حال
تعلق
التكوين
بالأشياء

أو
قل
إن
شئت
حال
تعلق
القدرة
بالمقدور

4

ا
ولا
ذوق
لغير
الله


ي
ذلك

فلا
يقع
فيها
تجل
ولا
كشف

إذ
لا
قدرة
ولا
فعل
إلا
لله

اصة

إذ
له
الوجود
المطلق
الذي
لا
يتقيد

فلما
رأينا
عتب
الحق
له
عليه
السلام
في
سؤاله
في
القدر
علمنا
أنه
طلب
هذا
الاطلاع

فطلب
أن
يكون
له
قدرة
تتعلق
بالمقدور

وما
يقتضي
ذلك
إلا
من
له
الوجود
المطلق

فطلب
ما
لا
يمكن
وجوده
في
الخلق
ذوقـاً

فإن
الكيفيات
لا
تدرك
إلا
بالأذواق

وأما
ما
رويناه
مما
أوحى
الله

ه
إليه
لئن
لم
تنته
لأعحون

سمك
من
ديوان
النبوة

أي
أرفـع
عنك
طريق
الخبر
واعطيك
الأمور
على
التجلي

والتجلي
لا
يكون
إلا
بما
أنت
عليـه
من
الاستعداد
الذي
به
يقع
الإدراك
الذوقي

فتعلم
أنك
ما
أدركت
إلا
بحسب
استعدادك
فتنظر
في
هذا
الأمر
الذي
طلبت

فإذا

لم
تره
تعلم
أنه
ليس
عندك
الاستعداد
الذي
تطلبه
وأن
ذلك
من
خصائص
الذات
الإلهية

وقد
علمت
أن
الله
أعطى
كل
شيء
خلقـه

ولم
يعطك
هذا
الاستعداد
الخاص

فما
هو
خلقك

ولو
كان
خلقك
لأعطاكه
الحق
الذي
أخبر
أنه

ٔعطى
كل
شيء
خلقه

فتكون
أنت
الذي
تنتهي
عن
مثل
هذا
السؤال
من
نفسك

لا
تحتاج
فيه
إلى
نهي
إلمي

وهذه

4

ب
عناية
من
الله
بالعزير
عليه
السلام
علم
ذلك
من
علمه
وجهله
من
جهله

8
واعلم
أن
الولاية
هي
الفلك

لمحيط
العام

لهذا
لم
تنقطع

ولها
الإنباء
العام
وأما
نبوة
التشريع
والربسالة
فمنقطعه



وفي
محمدصلى
اللهعليه
وسلم
قد
انقطعت


13
فلا
نبي
بعده

يعني
مشرعاً
أو
مشرعاً
له

ولا
رسول
وهو
المشرع

وهـذا
الحديث
قصم
ظهور
أوليـاء
الله
لأنه
يتضمن
انقطاع
ذوق
العبودية
الكاملة
التامة

فلا
ينطلق
عليه
اسمها
الخاص
بها
فإن
العبد
يريد
ألا
يشارك
سيده

ومو
الله


في
اسم

واله

م
يتسم


ني
ولا
رسول

وتسمى
بالولي
واتصف
بهذا
الاسم
فقال

لله


ي
الذين
آمنواء

وقال

و
الولي
الحميد

وهذا
الاسم
باق
جار
على
عباد
الله
دنيا
وآخرة

فلم
يبق
اسم
يختص
به
العبد
دون
الحق
بانقطاع
النبوة
والرسالة

إلا
أن
اله
لطف


عباده

فأبقى
لهم
النبوة
العامة
التي
لا
تشريع
فيها

وأبقى
لهم
التشريع
في
الاجتهـاد
في
ثبوت
الأحكام

وأبقى
لهم
الوراثة
في
التشريع
فقال

لعلماء
ورثة
الأنبياء

وما
ثم
ميراث
في
ذلك
إلا
فيما
اجتهدوا
فيـه
من
الأحكام
فشرعوه

فإذا
رأيت
النبي
9
يتكلم
بكلام
خارج
عن
التشريع
فمن
حيث
هو
ولي


عارف

ولهذا

مقامه

5

ب
من
حيث
هو
عـالم
أتم
وأكمل
من
حيث
هو
رسول
أو
ذو
تشريع
وشرع

فإذا
سمعت
أحدا
من
أهل
الله
يقول
أو
ينقل
إليك
عنه
أنه
قال
الولاية
أعلى
من
النبوة

فليس
يريد
ذلك
القائل
إلا
ما
ذكرناه
أو
يقول
إن
الولي
فوق
النبي
والرسول

فإنه
يعني
بذلك
في
شخص
واحـد

وهو
أن
الرسول
عليه
السلام

من
حيث
هو
ولي

أتم
من
حيث
هو
نبي
رسول



لا
أن
الولي
التابع
له
أعلى
منه

فإن
التابع
لا
يدرك
المتبوع
أبدا
فيما
هو
تابع
له
فيه



إذ
لو
أدر
كه
م
يكن
تابعا
اله
فافهم

فمرجع
الرسول
والنبي
المشرع
إلى
الولاية
والعلم
ألا
ترى
الله
تعالى
قد
أمره
بطلب
الزيادة
من
العلم
لا
من
غيره
فقال
له
آمرا

قل

1
ب

1396

زدني
علما

وذلك
أنك
تعلم
أن
الشرع
تكليفباعمال
مخصوصة
أو
نهي
عن
أفعال
مخصوصة
ومحلها
هذه
الدار
فهي
منقطعة

والولاية
ليست
كذلك
إذ
لو
انقطعت
لانقطعت
من
حيث
هي
كما
انقطعت
الرسالة
من
حيث
هي

وإذا
انقطعت
من
10
يث
هي
لم
يبق
لها
اسم

والولي
اسم
باق
لله
تعالى

فهو
لعبيده
تخلقاً
رتمحققاً
وتعلقا

فقوله
للعزير
لين
لم
تنته
عن
السؤال
عن
ماهية
القدر
لأمحون


سمك
من

5

ب
ديوان
النبوة
فيأتيك
الأمر
على
الكشف
بالتجـلي
ويزول
عنك
اسم
النبي
والرسول

وتبقى
له
ولايته

إلا
أنه
لما
دلت
قرينة
الحال
أن
هـذا
الخطاب
جرى
مجرى
الوعيد
علم
من
اقترنت
عنده
هذه
الحالة
مع
الخطاب
أنـه
11
وعيد
بانقطاع
خصوص
بعض
مراتب
الولاية
في
هذه
الدار

إذ
النبوة
والرسالة
خصوص
رتبة
في


لولاية
على
بعض
ما
تحوي
عليه
الولايـة
من
المراتب

فيعلم
أنه
أعلى
من
الولي
الذي
لا
نبوة
تشريع
عنده
ولا
رسالة

ومن
اقترنت
عنـده
حالة
أخرى
تقتضيها
أيضا
مرتبة
النبوة

يثبت
عنده
أن
هذا
وعد
لا
وعيد

فإن
سؤاله
عليه
السلام
مقبول
إذ
النبي
هو
الولي
الخاص

ويعرف
بقرينة
الحال
أن
النبي
من
حيث
له
في
الولاية
هذا
الاختصاص
محال
أن
يقدم
على
ما
يعلم
أن
الله
يكرهه
منه

أو
يقدم
على
ما
يعلم
أن


صوله
محـال

فإذا
اقترنت
هذه
الأحوال
عند
من
اقترنت
عنده


تقررت
عنـده

أخرج
هذا
الخطاب
الإلهمي
عنده
في
قوله

امحون

سمك
من
ديوان
النبوة
مخرج
الوعـد

وصار
خبراً
يدل
على


لو
رتبة
باقية

وهي
المرتبة
الباقية
على
الأنبياء
والرسل
في
الدار

137

الآخرة
التي
ليست
بمحل
لشرع

كون
عليه
أحد
من
خلـق
الله
في
جنة
ولا
نار
بعد

6

ا
دخول
الناس
فيهما

وإنمـا
قيدناه
بالدخول
في
الدارين

الجنة
والنار

لما
شرع
يوم
القيامة
لأصحاب
الفترات
والأطفـال
الصغار
12
والمجانين

فيحشر
هؤلاء
في
صعيد
واحد
لإقامةالعدل
والمؤاخذة
بالجريمة
والثواب
العملي
في
أصحاب
الجنة

فإذا
حشر
وا
في
صعيد
واحد
بمعزل
عن
الناس
بعث
فيهم
نبي
من
أفضلهم
وتمثل
لهم
نار
يأتي
بها
هذا
النبي
المبعوث
في
ذلك
اليوم
فيقول
لهم
أنا
رسول
الحق
إليكم

فيقع
عندهم
التصديق
به
ويقع
التكذيب
عندبعضهم

ويقول
لهم
اقتحموا
هذه
النار
بأنفسكم

فمن
أطاعني
نجا
ودخل
الجنـة

ومن
عصاني
وخالف
أمري
هلك
وكان


ن
أهمل
النار
فمن
امتثل
أمره
منهم
ورم
بنفسه
فيها
سعد
ونال
الثواب
العملي
ووجد
تلك
النار
برداً
ًوسلاماً

ومن
عصاه
استحق
العقوبة
فدخل
النار
ونزل
فيها
بعمله
المخالف
ليقوم
العـدل
من
الله
في
عباده

وكذلك
قوله
تعالى

وم
يكشف
عن
ساق
أي
أمر
عظيم
من
أمور
الآخرة


يدعون
إلى
السجود
وهذا

كليف
وتشريع

فمنهم
من
يستطيع
ومنهم
من
لا
يستطيـع

وهم
الذين
قـال
الله


يهم

يدعون
إلى
السجود
فلا
يستطيعون
كما
لم
يستطع
في
الدنيا
امتثال
أمر
الله


عض
العباد
كأبي
جهـل
وغيره

فهذا
قدر
ما
يبقى

من
الشرع
في
الآخرة
يوم
القيامة
قبل
دخول
الجنة
والنار

فلهذا
قيدناه

والحد
له


13


15

فص
حكمة
نبوية
في
كلمة
عيسوية
2

6

ن
ماء
مريم
أو
عن
نفخ
جبرين
في
صورة
البشر
الموجود
من
طين
تكون
الروح
في
ذات
مطهرة
من
الطبيعـة
تدعوها
بسجين
لاجل
ذلك
قد
طالت
إقامته
فيها
فزاد
على
ألف
بتعيين
3
روح
من
الله
لا
من
غيره
فلذا
أحيا
الموات
وأنشا
الطير
من
طين
حق
يصح
له
من
ربه
نسب
به
يؤثر
في
العالي
وفي
الدون
الله
طهره
جسماً
ونزهه
روحـاً
ًوصيره
مثلاً
بتكوين
إعلم
أن
من
خصائص
الأرواح
أنها
لا
تطا
شيئاً
إلا
حيي
ذلكالشيء
وسرت

الحياة
فيه

ولهذا
قبض
السامري
قبضة
من
أثر
الرسول
الذي
هو
جبريـل
عليه
السلام
وهو
الروح

كان
السامري
عالماً
بهذا
الأمر
فلما
عرف
أنه
جبريل

عرف
أن
الحياة
قد
سرت
فيما

طىء
عليه

فقبض
قبضة
من
أثر
الرسول
بالصاد
أو
بالضاد
أي
بملء
أو
بأطراف
أصابعه

فنبذها
في
العجلفخار
العجل

إذ
صوت
البقر
إنما
هو
خوار

ولو
أقامه
صورة


ٔخرى
لنسب
إليه
اسمالصوت
الذي
لتلك
الصورة
كالرغاء
للابل
والثؤاج
للكباشٔ


اليعار


اللشياه
والصـوت
للانسان
أو
النطق
أو
الكلام

فذلك
القدر
من
الحياة
السارية
في
الأشياء
يسمى


لاهوتا
والناسوت
هو
المحل
القائم
به
ذلك
الروح

فسمي


لناسوت

7ـا
روحا
بما
قام
به

فلما
تمثل
الروح
الأمين
الذي
هو
جبريـل
لمريم
عليهما
السلام
بشرا

139
سوياً
تخيلت
أنه
بشر
يريد
مواقعتها

فاستعاذت
بالله
منه
استعاذة
بجمعية
منها
لخلصها
الله
منه
لما
تعلم
أن
ذلك
ما
لا
يجوز

فحصل
لها
حضور
اتام
مـع
اللٔه
5
وهو
الروح
المعنوي

فلو
نفخ
فيها
في
ذلك
الوقت
على
هذه
الحالة
لخرج
عيسى
لا
يطيقه
أحد
لشكاسة
خلقه
لحال
أمه

فلما
قال
لها

ٕنمتا
أنا
رسول
ربكه
جئت

أهب
لك
غلاماً
زكيا
انبسطت
عن
ذلك
القبض
وانشرح
صـدرها

فنفخ
فيهافي
ذلكالحين


يسى

فكانجبريل
ناقلا
كلمة
الشه

مريم
كاينقل
الرسولكلام
ا
الأمته

وهوقوله


كلمته
ألقاهإلى
مريم
وروح
منه

فسرت
الشهوة
في
مريم

6
فخلق
جسم
عيسى
من
ماءمحقق
من
مريم
ومن
ماء
متوهجممن
جبجريل

سرى

4
ي
رطوبة
ذلك
النفخ
لأن
النفخ
من
الجسم
الحيواني
رطبلما
فيـه
من
ركن
الماء

فتكون
جسم
عيسى
من
ماء
متوهم
وماء
محقق

وخرج
على
صورة
البشر
من
أجل
امه

ومن
أجل
تمثل
جبريل
في
صورة
البشر
حق
لا
يقع
التكوين
في
هذا
النوع
الانساني
إلا
على
الحكم
المعتاد


فخرج
عيسى

6
حنيي
الموتى
لأنه
روح
إلهمي

وكان
الإحياء
لله


النفخ
لعيسى

كما
كان
النفخ
لجبريل
والكلمـة
له

فكان
إحياء
عيسى
للأموات
إحياء
محققاً


ن
حيث
ما
ظهر
عن
نفخه
كما
ظهر
هو
عن
صورة
أمه

وكان
إحياؤه
أيضاً
متوهما

ٔنه
منـه
وإنما
كان
له

فجمع
بحقيقته
التي

4
لق
عليها
كما
قلناه
أنه
مخلوق
من
ماء
متوهم
وماء
محقـق


7

ب
ينسب
إليه
الإحياء
بطريق
التحقيق

1من
وجه
وبطريقى
التوهم


1
من
وجه

فقيل
فيه
من
طريق
التحقيق

يحيي
الموتى

وقيل
فيه
من
طريق
التوهم
فتنفخ
فيه
فيكون
طـير
أ

إز
ن
الله
فالعامل
في
المجرور

كون

7
ل
قوله


نفخ

ويحتمل
أن
يكون
العامل
فيه
تنفخ

فيكون
طائـراً
ًمن
حيث
صورته
الجسمية

الحسية

وكذلك

ـبرىء
الأكم
والأبرص
وجميع
ما
ينسب


ٕليه
وإلى
إذن
الله
وإذن
الكناية
في
مثل
قوله
بإذني
وبإذن
اشه

فإذا
تعلق
المجرور
بتنفخ
فيكون
النافـخ
مأذوناً
له
في
النفخ
ويكون
الطائر
عن


لنافخ
بإذن
الله

وإذا
كان
النافخ
نافخاً
لا
عن
الإذن

فيكون
التكوين
للطائر
طائراً
بإذن
الله

فيكون
العامل
عند
ذلك

كون

فلولا
أن
في
الأسر
توهماً
وتحققاً
ما
قبـلت
هذه
الصورة
هذين
الوجهين

بل
لها
هذان
الوجهان
لأن
النشأة
العيسوية
تعطي
ذلك

وخرج
عيسى
من
التواضع
إلى
أن
شرع
لأمته
أن

عطوا
الجزية
عن
يد
وهم
صاغرون
وأن
أحدهم
إذا
لطم
في
خده
وضع
الخد
الآخر
لمن
لطمه

ولا
يرتفع
عليه
ولا
يطلب
القصاص
منه

هذا
له
من
جهة
أمه

إذ
المرأة
لهما
الستفل

فلها
التواضع
لأنها
تحت
الرجل
حكاً
وحساً

وما
كانفيه
من
قوة
الإحياء
والإبراء
فمن
جهة
نفخ
جبريل
في
صورة
البشر

فكان
عيسى
يحيي
الموتى
بصورة

8

ا
البشر

ولم
يأت
جبريل
في
صورة
البشر
وأتى
في
صورة
غيرها
من
صور
الاكوان
العنصرية
من
حيوان
أو
نبات
أو
جماد
لكان
8
عيسى
لا
يحيي
إلا
حق
يتلبس
بتلك
الصورة
ويظهر
فيها

ولو
أتى
جريل
أيضا
بصورته
النورية
الخارجة
عن
العناصر
والأركان

إذ
لا
يخرج
عن
طبيعته

كان

141

عيسى
لا
يحيي
الموتى
إلا
حتى
يظهر
في
تلك
الصورة
الطبيعية
النورية
لا
العنصرية
مع
الصورة
البشرية
من
جهة
أمه

فكان
يقال
فيه
عند
إحيائه
الموتى
هو
لاهو
وتقع
الحيرة
في
النظر
إليه
كما
وقعت
في
العاقل
عنـد
النظر
الفكري
إذا
رأى
شخصا
بشرياً
ًمن
البشر
يحيي
الموتى

وهو
من
الخصائص
الإلهية

إحياء
النطق
لا
إحياء
الحيوان

بقي
الناظر
حائراً

إذ
يرى
الصورة
بشرا
بالأور
الإلهمي

فأدى
بعضهم
فيه
إلى
القول
بالحلول

وأنه
هو
الله
بما
أحيا
به
من
الموتى

ولذلك
9
نسبوا
إلى
الكفـر
وهو
الستر
لأنهم
ستروا
الله
الذي
أحيا
الموتى
بصورة
بشرية


يسى

فقال
تعالى

قد
كفر
الذين
قالوا
إن
الله
هو
المسيح
ابن
مريم
فجمعوا
بين
الخطا
والكفر

ي
تمام
الكلام
كله
لأنه

الا
بقولهم
هـو
الله

ولا
بقولهم
ابن
مريم

فعدلوا
بالتضمين
من
الله
من
حيث
إحياء


لموتى
إلى
الصورة
الناسوتية
البشرية
بقولهم
ابن
مريم
وهو
ابن
مريم
بلا
شك

8

ب

فتخيل
السامع
أنهم
نسبوا
الأٓلوهية

1
لصورة
وجعلوها
عين
الصورة
وما
فعلوا

بسل
جعلوا
الهوية


لإلهية
ابتداء
في
صورة
بشرية
هي
ابن
مريم

ففصلوا
بين
الصورة
والحكم
4

لا

ٔنهم
جعلوا
الصورة
عين
الحكم
كما
كان
جبريل
في
صورة
البشر
ولا
نفخ

ثم
نفخ

ففصل
بين
الصورة
والنفخ
وكان

0
لنفخ
من
الصورة

فقد
10
كانت
ولا
نفخ

فما
هو
النفخ
من
حدها
الذاتي

فوقع
الخلاف
بين
أهل
الملل
في

142

عيسى
ما
هو

فمن
ناظر
فيه
من
حيث
صورته
الإنسانية
البشرية
فيقول
هو
ابن
مريم


ومن
ناظر
فيه
من
حيث
الصورة
المثلة
البشرية
فينسبه

الجبريل

ومن
ناظر
فيه
من
حيث
ما
ظهر
عنه
من
إحياء
الموتى
فينسبه
إلى
الله
بالروحية

فيقول
روح
الله

أي
به
ظهرت
الحياة
فيمن
نفخ
فيه

فتارة
يكون
الحق
فيه
متوماً

اسم
مفعول

وتارة
يكون
الملك
فيه
متوهما

وارة
تكون
البشرية


لإنسانية


يه
متوهمة

فيكون
عند
كل
ناظر
بحسب
ما
يغلب
عليه

فهو
كلمة
الله
وهو
روح
الله
وهو
عبد
الله

وليس
ذلك
في
الصورة
الحسية
لغيره

بل
كل
شخص
منسوب
إلى
أبيه
الصوري
لا
إلى
النافخ
روحه
في
الصورةالبشرية

11
فإن
الله
إذا
سوى
الجسم
الإنساني
كما
قال
تعالى

إذا
سويته
نفخ
فيه
هو
تعالى
من
روحه

9

ا
فنسب
الروح
في
كونه
وعينه
إليه
تعالى

وعيس
13
ليس
كذلك

فإنه
اندرجت
تسوية
جسمه
وصورته
البشرية
بالنغخ
الروحي
4
وغيره
كما
ذكرناه
لم
يكن
مثلـه

فالموجودات
كلها
كلمات
الله
التي
لا
تنفد


فإنها
عن

ن

وكن
كلمة
الله

فهل
تنسب
الكلمة
إليه
بحسب
ما
هو
عليه
فلا
تعلم
ماهيتها

أو
ينزل
هو
تعالى
إلى
صورة
من
يقول

ن
فيكون
قول
كن
حقيقة
لتلك
الصورة
التي
نزل
إليها
وظهر
فيها

فبعض
العارفين
يذهب
إلى
الطرف
الواحد

وبعضهم


ٕلى
الطرف
الآخر

وبعضهم
يحار
في
الأمر
ولا
يدري

وهذه
مسألة
لا
يمكن
أن
تعرف
إلا
ذوقاً
كأبي
يزيد

ين
نفخ
في
النملة
التي
قتلها
فحييت
فعلم
عنـد
ذلك
بمن
ينفخ
فنفخ
فكان
عيسوي
المشهد

وأما
الإحياء
المعنوي
بالعلم
فتلك
الحياة
الإلهية
الدايثمة

العلية
النوريـة
التي

143

قال
الله
فيها

ٔو
من
كان
ميتاً
فأحييناه
وجعلنـا
له
نورا
يمشي
به
في
الناس
فكل
من
أحيا


فساً
ميتة
بحياة
علمية


ي
مسألة
خاصة
متعلقة
بالعلم
بالله

فقد
أحياه
بها
وكانت
له
نوراً
يمشي
به
في
الناس
أي
بين
أشكاله
في
الصورة

فلـولاه
ولولانـا
لما
كان
الذي
كانـا
فإنا
أعبد
حقـا
وإن
الله
مولانـا
وإنا
عينـه
فاعلم
إذا
ما
قلت
إنسانـا
13
فلا
تحجب
بإنسان
فقد
أعطاك
برهانـا

9

ب
فكن
حقاً
وكن
خلقاً
تكن
بالله
رحمانـا
وغذ
خلقه
منـه
تكن
روحاً
وريحانا
14
فأعطيناه
ما
يبدو
به
فينا
وأعطـانا
فصار
الأمر
مقسوماً
بـإياه
وإيـانا
فأحياه
الذي
يدري
بقلبي
ح
ـين
أحيانا
فكنا
فيه
أواناً
وأعيـانا
وأزمانا
وليس
بداثٔم
فينـا
ولكن
ذاك
أحيانا
وما
يدل
على
ما
ذكرناه
في
أمر
النفخ
الروحاني
مع
صورة
البشر
العنصري
هو

ٔن
الحق
وصف
نفسه
بالنفس
الرحماني
ولا
بد
لكل
موصوف
بصفة
أن
يتبع
الصفة
جميـع
ما
تستلزمه
تلك
الصفة

وقد
عرفتأن
النفسفي
المتنفس
ما

14


15
يستلزمه

فلذلك
قبل
النقفس
الالهمي
صور
العالم

فهو
الهما
كالجوهر
الهميولاني

وليس
إلا
عين
الطبيعة

فالعناصر

ورة
من
صـور
الطبيعة


وما
فوق
العناصر
وما
تولد
عنها
فهو
أيضاً
ًمن
صور
الطبيعة
وهي
الأرواح
العلويـة
التي
16
فوق
السموات
السبع

وأما
أرواح
السموات
السبع
وأعيانها
فهي
عنصرية

فإنها
من
دخان

لعناصر
المتولد
عنها

وما
تكون


ن
كل
سماء
من
الملاثكة
فهو
منها
فهم
عنصريون
ومن
فوقهم
طبيعيون

ولهذا
وصفهم
اللمبالاختصام

ٔعني
الملا
الأعلى
لأن
الطبيعة
متقابلة

والتقابل
الذي
في
الأسماء
الإلهمية

0

ا
التي
هي
النيسب

إنما
أعطاه
النفس

ألا
ترى
الذات
الخارجة
عن
هذا
الحكم
17
كيف
جاء
فيها
الغنى
عن
العالمين


فلهذا
أخرج
العالم
على
صورة
من
أوجدهم

وليس
إلا
النفس
الإلهمي

فبما
فيه
من
الحرارة
علا

وبما
فيه
من
الـبرودة
والرطوبة
سفل

وبما
فيه
من
اليبوسة
ثبت
ولم
يـتزلزل

فالرسوب
للبرودة
والرطوبة

ألا
رى
الطبيب
إذا
أراد
سقي
دواء
لأحد
ينظر
في
قارورة
مائه

18
فإذا
رآه
راسباً
علم
أن
النضج
قد
كمل
فيسقيه
الدواء
ليسرع
في
النجح



وإنما
يرسب
لرطوبته


بردوته
الطبيعية

ثم
إن
هذا
الشخص
الإنساني
عجن


طينته
بيديه
وهما
متقابلتان
وإن
كانت
كلتا
يديه
يمينا



فلا
خفاء
بما
بينهما
من
الفرقان

ولو
لم
يكن

1
ٕلا
كونهما
اثنين
أعني
يدين

لأنه
لا
يؤثٔر
في
الطبيعة
19
إلا
ما
4
ناسبها
وهي
متقابلة

فجاء
باليدين

ولما
أوجـده
باليدين
ماه
بشراً
للباشرة
اللاثٔقة
بذلك
الجناب
باليدين
المضافتين
إليه

وجعل
ذلك
من

145

عنايته
بهذا
النوع
الإنساني
فقال
لمن
أبى
عن
السجود
له

ا
منعك
أن
تسجد
لما
خلقت
بيدي
استكـبرت

على
من
هو
مثلك

يعني
عنصرياً

أم
كنت
من
العالين

عن


العنصر
ولست
كذلك

ويعني
بالعالين
من
علا
بذاته
عن
أن
يكون
في
نشأته
النورية
عنصرياً
وإن
كان
طبيعياً

فما
فضل
الإنسان
غيره
من
الأنواع
العنصرية
إلا
بكونه
بشرا
من
طين

هو
أفضل
نوع
من
كل
ما
خلق


0ب
من
العناصر
من
غير
مباشرة

والانسان
في
الرتبـة
فوق
الملأكة
الأرضية
والسماوية

والملائكة
العالون
خير
من
هذا
النوع
الإنساني
بالنص
الا
هي

فمن
أراد
أن
يعرف
النفس
الإلهي
فليعرف
العـالم
فإنه
من
عرف
نفسه
عرف
ربه
الذي
ظهر
فيه

أي
العالم
ظهر
في
نفس
الرحمن
الذي
نفس
الله
به
عن
الأسماء
الإلمية
ما
تمجده
من


دم
ظهور
آثارها
فامتن
على
نفسه
بما
أوجده
في
نفسه

20
فأول
أثر
كان
للنفس
إنما
كان
في
ذلك
الجناب

ثم
لم
يزل
الأمر
ينزل
بتنفيس
لعموم
إلى
آخر
ما
وجد

فالكل
في
عين
النفس
كالضوء
في
ذات
الغلس
21
والعلم
بالبرهان
في
سلخ
النهار
لمن
نعس
فيرى
الذي
قد
قلته
رؤيا
تدل
على
النفس
فيريحه
من
كل
غم
في
تلاوته

بس
ولقد
تجلى
للذي
قد
جاء
في
طلب
القبس
فرآه
نارا
وهو
نو
ر
في
الملوك
وفي
العسس

146

فإذا
فهمت
مقالتي
تعلم
بأنك
مبقئس


لو
كان

يطلب
غير
ذا
لرآه
فيـه
وما
نكس
23

1


وأما
هذه
الكلمة
العيسوية
لما
قام
لها
الحق
في
مقام

حت
نعلم

ويعلم

استفهما
عما
نسب
إليها
هل
هو
حق
أم
لا
مع
علمه
الأول
بهل
وقع
ذلك
الأمر
أم
لا
فقال
لههأأنت
قلت
للناس
اتخذوني
وأمي
إلهمين
من
دون
الله

فلا
بد
في
الأدب
من
الجواب
للمستفهم
لأنه
لما
تجلى
له
في
هذا
المقام
وهـذه
الصورة
اقتضت
الحكة
الجواب
في
التفرقة
بعين
الجمع

فقال

وقدم
التنزيه

حانك
فحدد
بالكاف
التي
تقتضي
المواجهة
والخطاب

ا
يكون
لي

من
حيث
أا
لنفسي
دونك

ٔن
أقول
ما
ليس
لي
بحق

أي
ما
تقتضيه
هويتي
ولا
ذاتي


إن
كنت
قلته
فقدعلمته
لأنك
أنت
القائل

ومن
قال
أمراً
فقد
علم
ما
قال

وأنت
اللسان
الذي
أتكلمبه
كما
أخبرنا
رسول
الله
صلى
الله
عليه
وسلم
عن
ربه
في
الخبر
الإلهي
فقال

نت
لسانه
الذي
يتكلم
به

فجعل
هويته
عين
لسان
المتكلم

ونسب
الكلام
إلى
عبده

ثم
تمم
العبد
الصالح
الجواب
بقوله
تعلم
ما
في
نفسي

والمتكلم
الحق

ولا
أعلم
ما
فيها

فنفى
العلم
عن
هوية
عيسى
من
حيث
هويته
لا
من
حيث
إنه
قائل
وذو
أثر

إنك
أنت
فجاء
بالفصل


العماد
تأكيداً
للبيان
واعتماداً
عليه

إذ
لا
يعلم
الغيب
إلا
الله

ففرق


وجمع

ووحد
وكثر

ووسـع
وضيق
ثم
قال
متمماً
للجواب
وماقلت
لهم
إلا
ما
أمرتني
به

فنفى
أولا

شيراً
إلى
أنه
ما
هو


مأوجبالقول

147

1


أدباً
مع
المستفهم

ولو
لم
يفعل
ذلك

لاتصف
بعدم
علم
الحقائق
وحاشاه
من
ذلك

فقال

ٕلا
ما
أمرتني
به

وأنت
المتكلم
على
لساني
وأنتلساني
فانظر
إلى
هذه
التنبئة

الروحية
الإلهية
ما
ألطفها
وأدقها


ٔن
اعبدوا
الله

23
فجاء
بالاسم

لله

لاختلاف
العبأد
في
العبادات
واختـلاف
الشرائع

لم
يخص
اسماً
خاصاً
دون
اسم

بل
جاء
بالاسم
الجامع
للكل
ثم
قـال

بي
وربكم

ومعلوم
أن
نسبته
إلى
موجود
ما
بالربوبية
ليست
عين
نسبته
إلى
موجود
آخر

فلذلك
فصل
بقوله

ربي
وربك

بالكنايتين
كناية
المتكلم
وكناية
المخـاطب


إلا
ما
أمرتني
به
فأثبت
نفسه
مـأموراً
ًوليست
سوى
عبوديته



إذ
لا
24
يؤمر
إلا
من
يتصور
منه
الامتثال
وإن
لم
يفعل

ولمـا
كان
الأمر
ينزل
بحكم
المراتب

لذلك
ينصبغ
كل
من
ظهر
في
مرتبة
ما
بما
تعطيه
حقيقة
تلك
المرتبة

فمرتبة
المأمور
لها
حكم
يظهر
في
كل
مأمور

ومرتبة
الآمر
لهـا
حكم
يبدو
في
كل
آمر

فيقول
الحق

ٔقيموا
الصلاة

فهو
الآمر
والمكلف
والمـأمور

ويقول
العبد

ب
اغفر
لي

فهو
الآمر
والحق
المأمور

فما
يطلب
الحق
من
العبد
بأمره
هو
بعينه
يطلبه


العبد
من
الحق
بأمره



ولهذا
كان
كل
دعاء
مجاباً


ولا
بد

وإن
تأخر
كما
يتأخر
بعض
المكلفين
من
أقيم
مخاطباً
ًبإقامة
الصلاة
فلا
يصلي
في
وقت
فيؤخر
الامتثال

2

1
ويصلي
في
وقت
آخر
إن
كارن
متمكنا
من
ذلك

فلا
بد
من
الاجابة
ولو
بالقصد

ثم
قال

كنت
عليهم

ولم
يقل
على
نفسي
معهم
كا
قال
ربي
وربم


هيدا
ما
دمت
فيهم

لأن
الأنبيـاء

48
شهداء
على
أمهم
ما
داموا


فيهم

لما
توفيتني


أي
رفعتني
إليك
وحجبتهم
عني


وحجبتني
عنهم

نت
أنت
الرقيب
عليهم

في
غير
مادتي

بل


في
موادهم
إذ
كنت
بصرهم
الذي
يقتضي
المراقبة

فشهود
الإنسان
نفسه
شهود
الحق
إياه

وجعله
بالاسم
الرقيب
لأنه
جعل
الشهود
له
فأراد
أن
يفصل
بينه
ويين
ريه
حت
يعلم
أنه
هو
لكونه
عبداً


وأن
الحق
هو
الحق
لكونه
رباً
له

فجـاء
لنفسه
بأنه
شهيد
وفي
الحق
بأنه
رقيب

وقدمهم
في
حقى
نفسه
فقال

ليهم
شهيداً
ما
دمت
فيهم

إيثاراً
لهم
في
التقدم
وأدبا

وأخرهم
في
جانب
الحق
عن
الحق
في
قوله

لرقيب
عليهم

لمـا
يستحقه
الرب
من
التقديم
بالرتبة

ثم
أعم


أن
للحق
الرقيب
الاسم
الذي
جعله
عيسى
لنفسه
وهو
الشهيد
في
قوله
عليهم
شهيداً

فقال

أنت
على
كل
شيء
شهيد


فجاء

كل
للعموم
و
شيء
لكونه
أنكر
النكرات

وجاء
بالاسم
الشهيد

فهـو
الشهيد
على
كل


مشهود
يحسب
ما
تقتضيه
حقيقة
ذلك
المشهود

فنبه
على
أنه
قتعالى
هو
الشهيد
على

2


قوم
عيسى
حين
قال

كنت
عليهم
شهيدأ
مـا
دمت
فيهم


فهي
شهادة
الحقى
في
مادة
عيسوية
كما
ثبت
أنه
لسانه
وسمعه
وبصره

ثم
قال
كلمة
عيسوية
ومحمدية

أما
كونها
عيسوية
فإنها
قول
عيسى
بإخبار
الله
عنه
في
كتابه

وأما
كونها
محمدية
فلموقعها


من
محمد
صلى
الله
عليـه
وسلم
بالمكان
الذي
وقعت
منه

فقام
بها
ليلة
كاملة
يرددها
لم
يعدل


إلى
غيرهـا
حتى
مطلع
الفجر


ٕن
تعذبهم
فإنهم
عبـادك
وإن
تغفر
لهم
فإنك
أنت
العزيز
الحكيم

و

م
ضمير
الغأب
كما
أن

و

ضمير
الغـائب




149

كما
قال

م
الذين
كفروا
بضمير
الغائب

فكان


لغيب
سترا
ًلهم
عما
يراد
بالمشهود
25
الحاضر
فقال

ٕن
تعذبهم
بضمير
الغائب
وهو
عين
الحجاب
الذي
هم
فيه
عن
الحق
فذ
كرهم
الله
قبل
حضورهم
حتى
إذا
حضروا
تكون
الخميرة
قد
تحكت
في
العجين
26
فصيرته
مثلها

فإنهم
عبادك
أفرد
الخطاب
للتوحيدالذي
كانواعليه

ولا
ذلة
أعظم
من
ذلة
العبيد

لأنهم
لا
تصرف
لهم
في
أنفسهم

فهم


جكم
ما
يريده
4
هم
سيدهم
ولا
شريك
له
فيهم
فإنه
قال

بادك
فأفرد

المراد
بالعذاب


ٕذ
لالهم
ولا
أذل
منهم
لكونهم
عبادا

فذواتهم
تقتضي
أنهم
أذلاء

فلا
تذلهم
فإنك
لا
تذلهم
بأدون
ما
هم
فيه
من
كونهم
عبيدا


إن
تغفر
لهم
أي
تسترهم
عن
إيقاع
العذاب
الذي
يستحقونه
بمخالفتهم


أي
تجعل
لهم
غفراً


يسترهم
عن
ذلك
ويمنعهم
منه


فإنك
أنت
العزيز

3


أي
المنيع
المى

هذا
الاسم
إذا
أعطاه
الحق
لمن
أعطاهمن
عبادهتسمى
الحق
بالمعز

والمعطى
لههذا
الاسم
بالعزيز

فيكون
منيع
المى
عمايريد
به
المنتقم
والمعذب
من
الانتقام
والعذاب

وجاء
بالفصل
والعماد
أيضاً
تأكيدا
للبيان
ولتكون
الآية
على
مساق
واحد
في
قولهه
إنك
أنت
علام
الغيوب
وقوله

نت
أنت
الرقيب
عليهم


فجاء
أيضاً

ٕنك
أنت
العزيز
الحكيم

فكان
سؤالا
من
النب
عليه
السلام
وإلحاحاً
منه
على
ربه
في
المسألة
ليلته
الكاملة
إلى
طلوع
الفجر
يرددها


لباً
للاجابة

فلو
سمع
الإجابة
في
أول
سؤال
ما
كرر
فكان
الحق
يعرض
عليه
فصول
ما
استوجبوا
به
العذاب
عرضاً
مفصلاً
فيقول
له
في

1

عرض
عرض


وعين
عين

ٕن
تعذبهم
فإنهم
عبادك
وإن
تغفر
لهم
فإنك
أنت
لعزيز
الحكيم

فلو
رأى
في
ذلك
العرض
ما
يوجب
تقديم
الحق
وإيثار
جنابه
دعا
عليهم
لا
لهم
فما
عرض
عليه
إلا
ما
استحقوا

به
ما
تعطيه
هذه
الآيةمن
التسليم
له
والتعريض
لعفوه



وقد
ورد
أن
الحق
إذا
أحب
صوت
عبدهفي
دعائه
إياه
أخـر
الاجابة
عنه
حتى
يتكرر
ذلك
منه
حباً
فيه
لا
إعراضاً
عنه

لذلك

جاء
بالاسم
الحكيم

الحكيم
هو
الذي
يضع
الأشياء
مواضعها

لا
يعدلبها
عما
تقتضيه
وتطلبه
حقائقها
بصفاتها

فالحكيم
العليم


بالترتيب

فكان
صلى
الله
عليه
وسلم
بترداد
هذه
الآية
على
علم
عظيم
من
الله
تعالى

فمن
تلا

3


فهكذا

يتلو

وإلا
فالسكوت
أولى
به

وإذا
وفق
الله
عبداً

إلى
النطق

بأمر
ما
فما
وفقه
اللهإليهإلا
وقد
أراد
إجابته
فيه
وقضاءحاجته

فلا
يستبطىء
أحدما
يتضمنه
ا
وفق
له

وليثابر
مثابرة
رسول
الله
صلى
الله
عليه
وسام
على
هذه
الآية
في
جميع
أحواله
حت
يسمع
بأذنه
أو
يسمعه
كيف
شئت
أوكيف
أسمعك
اله
الاجابة
غإنجازاك
بسؤال
اللسان
أسمعك
بأذنك

وإن
جازاك
بالمعنى
أسمعك
بسمعك
151
16

فص
حكمة
رحمانية
في
كلمة
سليمانية
1

ٕنه
يعني
الكتاب

ن
سليمان

وإنه

أي
مضمون
الكتاب

سم
الله
2
الرحمن
الرحيم


فأخذ
بعض
الناس
في
تقديم
اسم
سليمان
على
اسم
الله
تعالى
ولم
يكن
كذلك
وتكلموا
في
ذلك
بما
لا
ينبغي
ما
لا
يليق
بمعرفة
سليمان
عليه
السلام
بربه

وكيف
يليق


ما
قالوه

وبلقيس
تقول
فيه

ٔلقي
إلي
كتاب
كريم

أي
يكريم
عليها



وإنما
حملهم
على
ذلك
ربما
تمزيق
كسرى
كتاب
رسول
الله
صلى
الله
عليه
وسلم

وما
مزقه
حتى
قرأه
كله
وعرف
مضمونه

فكذلك
كانت
تفعل
بلقيس
لو
لم
توفق
لما
وفقت
له

فلم
يكن
يحمي
الكتاب
عن
الاحراق
لحرمة

صاحبه
تقديم
اسمه
عليه
السلام
على
اسم
الله
عز
وجل
ولا
تأخيره


4

1
فأتى
سليمان
بالرحمتين

رحمة
الامتنان
ورحمة
الوجوب
اللتان
همالرحمن
الرحيم

3
فامتن
بالرحمن
وأوجب
بالرحيم

وهذا
الوجوب
من
الامتنان

فدخل
الرحيم
في
الرحمن
دخول
تضمن

فإنه


تب
على
نفسه
الرحمة
سبحانه
ليكون
ذلك
للعبد
بما
ذكره
الحق
من
الأعمال
التي
يأتي
بها
هذا
العبد

حقاً
على
الله
تعالى
أوجبه
ل
على
نفسه
يستحقى
بهاهذه
الرحمة

أعني
رحمة
الوجوب

من
كان
من
العبيد
بهذه
4
المثابة
فإنه
يعلم
من
هو
العامل
منه

والعمل
مقسم
على
ثمانية
أعضاءمن
الإنسان
وقد
أخبر
الحق
أنه
تعالى
موية
كل
عضو
منها

فلميكن
العامل
غير
الحق

والصورة

152

للعبد

والهوية
مدرجة
فيه
أي
في
اسمه
لا
غير
لأنه
تعالى
عين
مـا
ظهر

وحمي
خلقاً
وبه
كان
الاسم
الظاهر
والآخر
للعبد

وبكونه
لم
يكن
ثم
كان

وبتوقف
ظهوره
عليه
وصدور
العمل
منه
كان
الاسم
الباطن
والأول

فإذا
رأيت
الخلق
5
رأيت
الأول
والآخر
والظاهر
والباطن

وهذه
معرفة
لا
يغيب
عنها
سليمان

ل
هي
من
الملك
الذي
لا
ينبغي
لأحد
من
بعده
يعني
الظهور
به
في
عالم
الشهادة

فقد
أوتي
محمد
صلى
الله
عليه
وسلم
ما
أوتيه
سليان

ومـا
ظهر
به

فمكنه
اله
تعالى
تمكين
قهر
من
العفريت

4


الذي
جاءه
باليل
ليفتك


به
فهم
بأخذه
وربطه
يبسارية
من
سواري
المسجد
حتى
يصبح
فتلعب
به
ولدان
المدينة

فذكر
دعوة
سليان
عليه
السلام
فرده
الله


خاسئا

فلم
يظهر
عليه
السلام
بمـا
أقدر
عليه
وظهر
بذلك
سليمان


ثم
قوله

لكا
فلم
يعم

فعلمنا
أنه
يريد
ملكاً
ما

ورأيناه
قد
شورك
في
كل
جزء
من
الملك
الذي
أعطاه
الله

فعلمنا
أنه
مـا
اختص
إلا
بالمجموع
من
ذلك

وبحديث


العفريت

أنه
مـا
اختص
إلا
بالظهور

وقد
يختص
بالمجموع
والظهور
ولو
لم
يقل
صلى
الله
عليه
وسلم
في
حديث
العفريت

أمكنني
الله
منه

لقلنا
إنه
لما
هم
بأخنه
ذكره

الله
دعوة
سليمان
ليعلم
أنه
لا
يقدره
الله
على
أخذه

فرده
الله
خاسئاً

فلما
قال
فأمكنني
الله
منه
علنا
أن
الله
تعالى
قد
وهبه
التصرف
فيه

ثم
إن
الله
ذكره
فتذكر
دعوة
سليمان
فتأدب
معه

فعلمنا
من
هذا
أن
الذي
لا
ينبغي
لأحد
من
الخلق
بعد
ليمان
الظهور
بذلك
في
العموم

وليس
غرضنا
من
هذه
المسألة
إلا
الكلام
والتنبيه
على
الرحمتين
اللتين
ذكرهما
سليمان
في
الاسمين
اللذين
تفسيرهما
بلسان
العرب
الرحمن
الرحيم

فقيد

153

رحمة
الوجوب

5


وأطلق
رحمة
الامتنان
في
قوله
تعالى
ورمتي
وسعت
6
كل
شيء

حتى
الأسماء
الإلهية

أعني
حقائق
النسب

فامتن
عليها
بنا

فنحن
نتيجة
رحمة
الامتنان
بالأسماء
الالهية
والنسب


الربانية

ثم
أرجبها
على
نفسه
بظهورنا
لنا
وأعلنا
أنه

ويتنا
لنعلم
أنه
ما
أوجبها
على
نفسه
إلا
لنفسه

فما
خرجت


الرحمة
عنه

على
من
امتن
وما
ثم
إلا
هو
إلا
أنه
لا
بد
من
حكم
لسان
التفصيل
لما
7
ظهر
من
تفاضل
الخلق
في
العلوم

حتى
يقال
إن
هذا
أعلم
من
هذا
مع
أحدية
العين

ومعناه
معنى
نقص
تعلق
الارادة
عن
تعلق
العلم
فهذه
مفاضلة
في
الصفات
الإلهية

وكمال
تعلق
الإرادة
وفضلها
وزيادتهاعلى
تعلق

القدرة

وكذلكالسمع


البصر
الإلهي

وجميع
الأسماء
الإلهية
على
درجات
في
تفاضل
بعضها
على
بعض

كذلك
تفاضل
ما
ظهر
في
الخلق
من
أن
يقال
هذا
أعلم
من
هذا
مع
أحدية
العين

وكا
أن
كل
اسم
إلمي
إذا
قدمته
سميته
بجميع
الأسماء
ونعته
بها

كذلك
فيما
يظهرمن
الخلق
فيه
أهلية
كل
ما
فوضل
به

فكل
جزءمن
العالم
مجموع
العالم

ٔي
هو
قابل
للحقائق
متفرقات


العالم
كله


فلا
يقدح
قولنا
إن
زيدا
ًدون
عمرو
في
العلم
أن
تكون
هوية
الحق
عين
زيد
وعمرو

وتكون

5


في
عمرو


أكمل
وأعلم
منه

في
زيد

ما
تفاضلت
الأسماء
الإلهمية
وليست
غير


الحق

فهو
تعالى
من
حيث
هو
عالم
أعم
في
التعلق
من
حيث
ما
هو
مريد
وقادر

وهو
هو
ليس
غيره

فلاتعلمههنا
يا
ولي
وتجهله
هنا

وتثبته
هنا
وتنفيه
هنا
إلا
إن
أثبته
بالوجه
الذي
أثبت
نفسه

ونفيته
عن
كذا
بالوجه
الذي
نفى
نفسه
كالآية
الجامعة
للنفي
والٕثٔبات
في
حقه
حين
ه
154
8
قال
ليس
كمثله
شيء
فنفى
ك

هو
السميع
البصير

فأثبت
بصفة
تعم
كل
ه
امع
بصـير
من
حيوان

وما
ثم
إلا
حيوان
إلا
أنه
بطن
في
الدنيا
عن
إدراك
بعض
الناس

وظهر
في
الآخرة
لكل
الناس

فإنها
الدار


الحيوان

وكذلك
الدنيا
إلا
أن
حياتها
مستورة
عن
بعض
العباد
ليظهر
الاختصاص
والمفاضلة
بين

عباد
الله


بما
يدركونه
من
حقائق
العالم

فمن
عم
إدراكه
كان
الحق
فيه
أظهر
في
الحكم
من
ليس
له
ذلك
العموم

لا
تحجب
بالتفاضل
وتقول
لا
يصح
كلام
من
يقول
إن
الخلق


وية
الحق
بعد
ما
أريتك
التفاضل
في
الأسمـاء
الإلهية
التي
لا
تشك
أنت
أنها
هي
الحق
ومدلولها
المسمى
بها
وليس
إلا
الله
تعالى

ثم
إنه
كيف
يقدم
سليمان
اسمه
على
اسم
الله
كما
زعموا

6

1
وهو
من
جملة
من


أوجدته
الرحمة

فلا
بد
أن
يتقدم
الرحمن
الرحيم
ليصح
استناد
المرحوم

هـذا


عكس
الحقائق

تقديم
من
يستحق
التأخير
وتأخير
من
يستحق
التقديم
في
الموضع
الذي
يستحقه

ومن
حكمة
بلقيس
وعلو
علمها
كونها
لم
تذكر
من
ألقى
إليهـا
الكتاب

وما
عملت


لك
إلا
لتعلكم
أصحـابها
أن
لها
اتصالا
إلى
أمور
لا
يعلمون
طريقها

وهذا
من
التدبير
ال
هي
في
الملك

لأنه
إذا
جهل
طريق
الإخبار
الواصل
للملك
خـاف
أهل
الدولة
على
أنفسهم
في
تصرفاتهم

فـلا
يتصرفون
إلا
في
أمر
إذا
وصل
إلى
سلطانهم
عنهم
يأمنون
غائلة
ذلك
التصرف

فلو
تعين
لهم
على
يدي
من
تصل
الأخبار
إلى
ملكهم
لصانعوه


وأعظموا
له
الرشا
حتى
يفعلوا
ما
يريدون
ولا
يصـل
ذلك
إلى
ملكهم

فكان
قولها

ٔلقي
إلي
ولم
تسم
من
ألقاه
سياسة


منها
أورثتالحذرمنها
في
أهل
ملكتها
وخواص

1
مدبريها


وبهذا
استحقت
التقدم


عليهم

وأما


فضل
العالم
من
الصنف
11
الإنساني
على
العالم
من
الجن
بأسرار
التصريف
وخواص
الأشياء

فمعلوم
بالقدر
الزماني

فإن
رجوع
الطرف

6


إلى
الناظر
به


ٔسرع
من
قيام
القائم
من
مجلسه

لأن
حركة
البعرب
في
الإدراك
إلى
ما
يدركه
أسرع
من
حركة
الجسم
فيما
يتحرك
منه

فإن
الزمان
الذي
يتحرك
فيه
البصر
عين
الزمـان
الذي
يتعلق
مبصره
مع
بعد
المسافة
بين
الناظر
والمنظور


فإن
زمان
فتح
البصر
زمان
تعلقه
بفلك
الكواكب
الثابتة

وزمان
رجوع
طرفه
إليه
هو


عين
زمان
عدم
إدراكه

والقيام
من
مقام
الانسان
ليس
كذلك

أي
ليس
له
هذه
السرعة

فكان
آصف
ابن
برخيا
أتم
في
العمل
من
الجن

كان


عين
قول
آصف
بن
برخيا
عين
الفعل
في
الزمن
الواحد

فرأى


في
ذلك
الزمان
بعينه
سليان
عليه
السلام
عرش
بلقيس
مستقراً
عنده
لئلا
يتخيل
أنه
أدركه
وهو
في
مكانه
من
غير
انتقال

ولم
يكن
عندا
باتحاد


الزمان
انتقال

وإنما
كان
إعدام
وإيجـاد
من
حيث
لا
يشعر
أحد
بذلك
إلا
من
عرفه
وهو
قوله
تعالى

بل
هم
في
لبس
من
خلق
جديد

12
ولا
يمضي
عليهم
وقت
لا
يرون
فيه
ما
هم
راءون
له

وإذا
كان
هذا
كما
ذكرناه

فكان

4
زمان
عدمه

ٔعني
عدم
العرش
من
مكانه
عين
وجوده
عند
سليمان

من
تجديد
الخلق
مع
الأنفـاس

ولا

7

1
علم
لأحد
بهـذا
القدر

بل
الانسان
لا
يشعر
به
من
نفسه
أنـه
في
كل
نفس
لا
يكون
ثم
يكون

13
ولا
تقل

م

تقتضي
المهـلة

فليس
ذلك
بصحيح

1
إنما

م

تقتضي

159

تقدم
الرتبة
العلية
عند
العرب
في
مواضع
مخصوصة
كقول
الشاعر

م
كهز
الرديني
ثم
اضطـرب
وزمان
الهز
عين
زمان
اضطراب
المهزوز
بلا
شك

وقد
جاء
بثم
ولا
مهلة

كذلكتجديد
الخلق
مع
الأنفاس

زمان
العدم
زمان
وجود
المثل
كتجديد
الأعراض
في
دليل
الأشاعرة

فإن
مسألة
حصول
عرش
بلقيس
من
أشكال
المسائل
إلا
عند
من
عرف
ما
ذكرناه
آنفاً
في
قصته

فلم
يكن
لآصف
من
الفضل
في
ذلك
إلاحصول
التجديد
في
مجلس
سليمان
عليه
السلام

فمـا
قطع
العرش
مسافة

ولا
زويت
له
أرض
ولا
خرقها
لمن
فهم
ما
ذكراه

وكان
ذلك
على
يدي
بعض
أصحاب


ليان
ليكون
أعظم
لسليمان
عليه
السلام
في
نفوس
الحاضرين
من
بلقيس
وأصحابهـا

وسبب
ذلك
كون
سليمان
هبة
الله
تعالى
لداود
من
قوله
تعالى

وهبنـا
لداود
سليمان

والهبة
عطاء
الواهب
بطريق
الإنعام

7


لا
بطريق
الوفاق
أو
14
الاستحقاق

فهو
النعمة
السابغة
والحجة
البالغة
والضربة
الدامغة

وأمـا
علمه
فقوله
تعالى

فهمناها
سليمان

مع
نقيض
الحكم

وكلا
آاه
اش
حكماً
وعلمـاً

فكان
علم
داود
علماً
مؤتى
آتاه
الله

وعلم
سليان
علم
الله
في
المسألة
إذ


ان
الحا
كم
بلا
واسطة

فكان
سليمان
ترجمان
حق
في
مقعد
صدق

كما
أن
المجتهـد
المصيب
لحكم
الله
الذي
يمحكم
به
الله
في
المسألة
لو
تولاهـا
بنفسه
أو
بما
يوحي
ب
لرسوله
له
أجران

والمخطىء
لهذا
الحكم
المعين
له
أجر
مع
كونه
علماً
وحكما
فأعطيت
هـذه
الأمـة
المحمدية
رتبة
سليمان
عليه
السلام
في
الحكم

ورتبة
داود
عليه
السلام

فما
أفضلها
من
أمة

ولمـا
رأت
بلقيس
عرشها

ا15
مع
علمها
ببعد
المسافة
واستحالة
انتقاله
في
تلك
المدة
عندها


الت
كأنه
هو

وصدقت
بما
ذكرناه
من
تجديد
الخلتى
بالأمثال



وهو
هو

وصدق
الأمر

كما
أنك
في
زمان
التجديد
عين
ما
أنت
في
الزمن
الماضي

ثم
إنه
من
كال
علم


سليمان
التنبيه
الذي
ذكره
في
الصرح

فقيل
لها

دخلي
الصرح

وكان
صرحاً
أملس
لا
أمت

فيه
من
زجاج

فلما
رأته
حسبته
لجة
أي
ماء




كشفت
عـن
ساقيها


تى
لا
يصيب
الماء
ثوبها

فنبهها

8

ا
بذلك
على
أن
عرشها
الذي
رأته
من
هذا
القبيل

وهذا
غاية
الانصاف

فإنه
أعلمها
بذلك
إصابتها
في
قولها

كأنه
هو


فقالت
عند
ذلك

ب
إني
ظلمت
نفسي
وأسلمت
مع
سليمان


أي
إسلام
سليان


له
رب
العالمين
فما
انقادت
لسليمان
وإنما
انقادت
له
رب
العالمين

وسليمان
من
العالمين

فما
تقيدت
في
انقيادهـا
كما
لا
تتقيد
الرسل
في
اعتقادها
في
الله

بخلاف
فرعون
فإنه
قال

ب
موسى
وهارون

وإن
كان
يلحق
بهذا
الانقياد
البلقيسي
من
وجه

ولكن
لا
يقوى
قوته
فكانت
أفثقه
من
فرعون
في
الانقياد
له
وكان
فرعون
تحت
حكم
الوقت
حيث
قـال

ٓمنت
بالذي
آمنت
به
بنو
إسرائيل


فخصص

وإنما
خصص
لما
رأى
السحرة
قالوا
في
إيمانهم
باله

ب
موسى
وهارون

فكان
إسلام
بلقيس
إسلام
سليمان
إذ
قالت

ع
سليمان
فتبعته

فما
يمر
بشيء
من
العقائد
إلا
مرت
به
معتقدة
ذلك

كما
نحن
على
الصراط
المستقيم
الذي
الرب
عليه
لكون
نواصينـا
في
يده

ويستحيل
مفارقتنا
إياه

فنحن
معه
بالتضمين

وهو
معنـا
بالتصريح
4
15
فإنه
قال

هو
معكم
أينما
كنتم
ونحن
معه
بكونه
آخذاً


بنواصينـا


15
فهو
تعالى
مع
نفسه
حيثما
مشى


نا
من
صراطه
فما
أحد
من
العالم
الا
على
صراط
مستقيم

وهو
صراط
الرب
تعالى
وكذا
علمت
بلقيس
من
سليمان
فقالت

له
16
رب
العالمين
وما
خصصت
عالماً
من
عالم

8



وأمـا
السخير
الذي
اختص
به
سليمان
وفضل
به
غيره
وجعلها2
له
له
من
الملك
الذي
لا
ينبغي
لأحد
من
بعده
فهو
كونه
عن
أمره

فقال

سخرنا
له
الريح
تجري
بأمره

فما
هو
من
كونه
تسخيرا

فإن
الله
يقول
في
حقنا
كلنا
من
غير
تخصيص

وسخر
لكم
ما
في
السموات
وما
في
الأرض
جميعاً
ًمنه

وقد
ذكر
تسخير
الرياح
والنجوم
وغير
ذلك
ولكن
لا
عن
أمرنا
بل
عن


أمر
الله

فما
اختص
سليمان

إن
عقلت

إلا
بالأمر
من
غير
جمعية
ولا
همة

بل
بمجرد
الأمر

وإنما
قلنا
ذلك
لأا
نعرف
أن
أجرام
العالم
تنفعل
لهمم


لنفوس
إذا
أقيمت
في
مقام
الجمعية

وقد
عاينا
ذلك
في
هـذا
الطريق

فكان
من
سليمان
مجرد
التلفظ
بالأمر
لمـن
أراد
تسخيره
من
غير
مهمة
ولا
جمعية

واعلم
أيدنا
الله
وإياك
بروح
منه

أن
مثل
هذا
العطاء
إذا
حصل
للعبد
أي
عبد
كان
فإنه
لا
ينقصه


ذلك
من
ملك
آخرته

ولا
يحسب
عليه

مع
كون
سليمان
عليه
السلام
طلبه
من
ربه
تعالى

فيقتضي
ذوق
الطريق
أن
يكون
قد
عجل
له
ما
ادثخر


لغـيره
ويحاسب
به
إذا
أراده
في
الآخرة

فقال
الله
له
هذا
عطاؤنا

ولم
يقل
لك
ولا
لغيرك


امنن
أي
أعط

أو
أمسك
بغير
حساب


فعلمنا
من
ذوق
الطريق
أن
سؤاله
ذلك
كان
عن
أمر
ربه

والطلب
إذا
وقع
عن
الأمر
الإلهي
كان
الطالب


له
الأجر
التام
على
طلبه

والباري
تعالى
إن
شاء

9

1
قضى
حاجته
فيما
طلب

9
منه
وإن
شاء

159

أمسك

فإن
العبد
قد
وفى
ما
أوجب
الله
عليه
من
امتثال
أمره
فيما
سأل
ربـه
فيه

فلو
سأل
ذلك
من
نفسه
عن
غير
أمر
ربه
له
بذلك
لحاسبه
به

وهذا
سار
في
جميع
ما
يسأل
فيه
الله
تعالى

كما


قال
لنبيه
محمد
صلى
الله
عليه
وسلم

ل
رب
زردني
علما
فامتثل
أمر
ربه
فكان
يطلب
الزيادة
من
العلم
حتى
كان
إذا
سيق
له
لبن

تأوله

علما
كما
تأول
رؤياه
لما
رأى
في
النوم
أنه
أوتي
بقـدح
لبن
فشربه
وأعطى
فضله
عمر
بن
الخطاب

قالوا
فما
أو
ٔلته
قال
العـلم

وكذلك
لأسري


ه
أتاه
الملكبإناءفيه
لبن
وإناء
فيه
خمر
فشربالبن
فقال
له
الملك
أصبت
لفطرة
أصاب
الله
بك
أمتك

فاللبن
متى
ظهر
فهوصورة
العلم

فهوالعلمتمثل
فيصورة
اللبن
كجبريل
تمثل


في
صورة
بشر
سوي
لمريم

ولما
قال
عليه
السلام

لناس
نيام
فإذا
ماتوا
انتبهوا

1
نبه
على
أنه
كل
ما
يراه
الإنسان
في
حياته
الدنيا
إنمـا
هو
17
بمنزلة
الرؤيا
للنائم

خيال
فلا
بد
من
تأويله

إنما
الكون
خيـال
وهو
حق
في
الحقيقة
والذي
يفهم
هـذا
حاز
أسرار
الطريقة
فكان
صلى
الله
عليه
وسلم
إذا
قدم
له
لبن
قـال

للهم
بارك
لنا
فيه
وزدنا

منه

9


لأنه
كان
يراه
صورة
العلم

وقد
أمر
بطلب
الزيادة
من
العلم
وإذا
قدم
له
غيراللبنقال
اللهم
بارك
لنا
فيه
وأطعمنا


خيرا
منه

من
أعطاهاله
ما
أعطاه
بسؤال
عن
أمر
إلهي
فإن
الله
لا
يحاسبه
به
في
الدار
الآخرة

ومن
أعطاه
الله
ما
أعطاهبسؤال
عن
غير
أمر
إلهي
فالأمر
فيه
إلى
الله

إن
شاء
حاسبه
وإن
شاء

16
لم
يحاسبه

وأرجو
من
الله
في
العلم
خاصة
أنه
لا
يحاسبه
به

فإن
أمره
لنبيه
عليه
السلام
يطلب
الزيادة
من
العلم
عين
أمره
لأمته

فإن
الله
يقول

قد
كان
لكم
في
رسول
الله
أسوة
حسنة

وأي
أسوة
أعظم
من
هذاالتأسي
لمن
عقـل
عن
الله
تعالى

ولو
نبهنا
على


المقام
السلياني
على
تمامه
لرأيت
أمرا
يهولكالاطلاع
عليه
فإن
أكثر
علماء
هذه
الطريقة
جهلوا
حالة

سليمان
ومكانته
وليس
الأمر
كمـا
زعموا
1
17

فص
حكمة
وجودية
في
كلمة
داودية
3
إعم
أنهلما
كانتالنبوةوالرسالة
اختصاصإلهياً
ليس
فيهاشيء
من
الاكتساب

أعني
نبوة
التشريـع

كما
كانت
عطاياه
تعالى
لهم
عليهم
السلام
من
هـذا
القبيل
مواهب
ليست
جزاء

ولا
يطلب
عليها
منهم
جزاء

فإعطـاؤه
إياهم
على
طريق
الإنعام
والإفضال
فقال
تعالى
ووهبنا

0


له
اسحق
ويعقوب

يعني
لإبراهيم
الخليل
عليه
السلام

وقال
في
أيوب

ووهبنـا
له
أهله
ومثلهم
معهم
4
وقال
في
حق
موسى

وهبنا
له
من
رحمتنا
أخـاه
هارون
نبيا
إلى
مثٔل
ذلك
فالذي
تولاهم
أؤلا
هو
الذي
تولاهم
في
عموم
أحوالهم
أو
أكثرهـا

وليس
إلا
اسمه
الوهاب

وقال
في
حق
داود

لقد
آتينا
داود
منا
فضلاً
فلم
يقرن
به
جزاء
يطلبه
منه

ولا
أخبر
أنه
أعطاه
هذا
الذي
ذكره


جزاء

ولما
طلب
الشكر
على
ذلك
العمل
طلبه
من
آل
داود
ولم
يتعرض
لذكر
داود
ليشكره

الآل
على
ما
أنعم
به
على
داود
فهو
في
حق
داود
عطـاء
نعمة
وإفضال

وفي
حق
آله
على
غير
ذلك
لطلب
المعاوضة
فقال
تعالى

عملوا
آل
داود
شكراً
وقليل
من
عبادي
الشكور


وإن
كانت
الأنبياء
عليهم
السلام

161

قد
شكروا
الله
على
ما
أنعم
به
عليهم
ووهبهم

فلم
يكن
ذلك
على
طلب
من
الله

بل
تبرعوا
بذلك
من
نفوسهم
كما
قام
رسول
الله
صلى
الله
عليه
وسلم
حتى
تورمت
قدماه
شكرا
لما
غفر
الله
له
ما
تقدم
من
ذنبه
وما
تأخر

فلما
قيل
له
في
ذلك
قال

ٔفلا
أكون
عبدا
شكورا

وقال
في
نوح

ٕنه
كان
عبدا
شكورا


فالشكور
من
عباد
الله
تعالى
قليل

فأول
نعمـة
أنعم
الله
بها
على
داود
عليه
السلام
أن
أعطاه
اسما
ًليس
فيه
حرف

0


من
حروف
الاتصال

فقطعه
عن
العالم
بذلك
إخباراً
ًلنا
عنه
بمجرد
هذا
الاسم

وهي
الدال
والألف
والواو

وسمى
محمدا


صلى
الله
عليه
وسلم
بحروف
الاتصـال
والانفصال

فوصله
به
وفصله
عن
العالم


فجمع
له
بين
الحالين


في
اسمه
كما
جمع
لداود
بين
الحالين


من
طريق
المعنى

ولم
يجعل
ذلك
في
اسمه

فكان
ذلك
اختصاصاً
لمحمد


عـلى
داود
عليهما
السلام

أغني
التنبيه
عليه
باسمه

فتم
له
الأمر
عليه
السلام
من
جميع
جهاته

وكذلك
في
اسمه
أحمد

فهذا
من
حكة
الله
تعالى

ثم
قال
في
حق
داود

فيما
أعطاه
على
طريق
الإنعام
عليه

ترجيع
الجبال
معه
التسبيح

فتسبح
لتسبيحه
ليكون
له
عملها

وكذلك
الطير

وأعطاه
القوة
ونعته
بها

وأعطاه
ا5
الحكة
رفصل
الخطاب
ثم
المنة
الكبرى
والمكانـة
الزلفى
التي
خصه
الله
بها
التنصيص
على
خلافته

ولم
يفعل
ذلك
مع
أحد
من
أبناء
جنسه
وإن
كان
فيهم
خلفاء
فقال

ا
داود
إنا
جعلناك
خليفة
في
الأرض
فاحكم
بين
الناس
بالحق
ولا
تتبع
الهوى
أي
ما
يخطر
لك
في
حكـك
من
غير
وحي
مني

فيضلك
عن

162
سبيل
اله
أي
عن
الطريق
الذي
أوحيي
بها
إلى
رسلي

ثم
تأدب
سبحانه
معه
فقال

ٕن
الذين
يضلون
عن
سبيل
أه
لهم
عذاب
شديـد
بما
نسوا
يوم
الحساب

1

1
ولم
يقل
له
فإن
ضللت
عن
سبيلي
فلك
عذاب
شديد

فإن
قلت
وآدم
عليه
السلام
قد
نص
على
خلافته

قلنا
ما
نص
مثل
التنصيص
على
داود

وإنم
قال
للملاثكة

ٕني
جاعل
في
الأر
خليفة

ولم
يقل
إني
جاعل
آدم
خليفة
في
الأرض

ولو
قال

لم
يكن
مثل
قوله

علناك
خليفة
في
حق
داود

فإن
هـذا
محقق
وذلك


ليس
كذلك

وما
يدل
ذكر
آدم
في
القصة
بعد
ذلك
على
أنه
عين
ذلك
الخليفة
الذي
نص
الله
عليـه

فاجعل
بالك
لإخبارات
الحق
عن
عباده
إذا
أخبر

وكذلك
في
حق
إبراهيم
الخليل

ٕني
جاعلك
للناس
إماما

ولم
يقل
خليفة

وإن
كنا
نعلم
أن
الإمامة
منا


خلافة

ولكن
ما
مي
مثلها
لأنه
ما
ذكرها


بأخص
أسمائها
ومي
الخلافـة

ثم
في
داود
من
الاختصاص
بالخلافة
أن
جعله
خليفة
حم

وليس
ذلك
إلا
عن
الله
فقال
له
فاحكم
بين
الناس
بالحق

وخلافة
آدم
قد
لا
تكون
من
هذه
المرتبة

فتكون
خلافته
أن

خلف
من
كان
فيها
قبل
ذلك

لا
أنه
نائب
عن
اله
في
خلقه
بالحكم
الإلهي
فيهم

وإن
كان
الأر
كذلك
وقع

ولكن
ليس
كلامنا
إلا
في
التنصيص
عليه
والتصريح
به
وه
في
الأرض
خلائف
عن
اله

وهم
الرسل

وأما
الخلافة
اليوم
فعن
الرسل


لا
عن
اله

فإنهم
ما
يحكون
إلا
بما
شرع
لهم
الرسول
لا
يخرجون
عن
ذلك

غير
أن
هنا
دقيقة

1


لا
يعلمها


إلا
أمثالنا

ذلك
في
أخذ
ما
يحكون
به
مما
هو
شرع
للرسول
عليه
السلام

فالخليفة
عن
الرسول
من
يأخذ
الحكم
بالنقل
عنه

163

صلى
الله
عليه
وسلم
أو


بالاجتهاد
الذي
أصله
أيضاً
ًمنقول
عنه
صلى
الله
عليه
3
وسلم

وفينا
من
يأخذه
عن
الله
فيكون
خليفة
عن
الله
بعين
ذلك
الحكم

فتكون
المادة
له
من
حيث
كانت
المادة
لرسوله
صلى
الله
عليه
وسلم

فهو
في
الظاهر
متبع
لعدم
مخالفته
في
الحكم

كعيسى
إذا
نزل
فحكم

وكالني
محمد
صلى
الله
عليه
وسلم
في
قوله

ٔولئك
الذين
هدى
الله
فبهداهم
اقتده

وهو


في
حق
ما
يعرفه
من
صورة
الأخذ
مختص
موافق

هو
فيه
بمنزلة
ما
قرره
النبي
صلى
الله
عليه
وسلم
من
شرع
من
تقدم
من
الرسل
بكونه
قرره
فاتبعناه
مـن
حيث
تقريره
لا
من
حيث
إنه
شرع
لغيره
قبله

وعذلك
أخذ
الخليفة
عن
اله
عين
ما
أخذه
منه
الرسول

فنقول
فيه
بلسارن
الكشف
خليفة
الله
وبلسان
الظاهر
خليفة
رسول
اله

ولهذا
مات
رسول
ا
صلى
اللٔه
عليه
وسلم
وما
نص
يخلافة
عنه
إلى
أحد

ولا
عينه
لعله
أن
في
أمته
من
يأخذ
الحخلافة
عن
ربه
فيكون
خليفـة
عن
الله
مع
الموافقة
في
الحكم
المشروع

فلما
علم
ذلك
صلى
الله
عليه
وسلم
لم
يحجر
الأمر

فلله
خلفاء
في
خلقه
يأخذون
من
معدن
الرسول
والرسل
ما
أخذته

2

ا
الرسل
عليهم
السلام

ويعرفون


فضل
المتقدم
هنك
لأن
الرسول
قابـل
للزيادة

وهذا
الخليفة
ليس
بقابل
للزيادة
التي
لو
كان
الرسول


قبلها

فلا
يعطي
من
العلم
والحكم
فيما
شمرع
إلا
ما
شرع


للرسول
خامة

فهو
في
الظامر
متبع
غير
مخالف

بغلاف
الرسل

الا
ترى
عيسى
عليه
السلام
لما
تغيلت
اليهود
أنه
لا
يزيد
على
موسى

ثل
ما
قلناه
في
الخلافة
اليوم
مع
الرسول

آمنوا
به
وأقروه

164

فلما
زاد
حكماً
أو
نسخ
حكماً
قد
قرره
موسى

كونعيسى
رسولا

م
يحتمنوا
ذلك
لأنه
خالف


عتقادهم
فيه

وجهلت
اليهود
الأمر
على
مـا
هو
عليه
فطلبت
قتله

فكان
من


صته
ما
أخبرنا
الله
في
كتابه
العزيز
عنه
وعنهم

فلمـا
كان
رسولاً
قبل
الزيادة

إما
بنقص
حكم
قـد

تقرر

أو
زيادة
حكم

على
أن
النقص
زيادة
حكم
بلا
شك
والخلافة
اليوم
ليس
لها
هذا
المنصب
وإنما
تنقص
أو
تزيد
على
الشرع
الذي
تقرر
بالاجتهاد
لا
على
الشرع
الذي
شوفه


ه
محمد
صـلى
الله
عليه
وسلم

فقد
يظهر
من
الخليفة
مـا
يخالف
حديثاً

ا
في
الحكمفيتخيل
أنه
من
الاجتهاد
وليس
كذلك

وإنما
هذا
الامام
لم
يثبت
عنده
من
جهة
الكشف
ذلك
الخبر
عن
النبي
صلى
الله
عليه
وسلم

لو
ثبت
لحكم
به

وإن
كان
الطريق
فيه
العدل
عن
العدل

2


فما
هو


عصوم
من
الوهم
ولا
من
النقل
على
المعنى

فمثل
هذا
يقع
من
الخليفة
اليوم

وكذلك
يقع
من
عيسى
عليه
السلام

فإنه
إذا
نزل
يرفـع
كثيرا
من
شرع
الاجتهاد
المقرر
فيبين
برفعه
صورة
الحق
المشروع
الذي
كان
عليه
عليـه


لسلام

ولا
سيما
إذا
تعارضت
أحكام
الأمة
في
النـازلة
الواحدة

فنعلم

طعاً
أنه
لو
نزل
وحي
لنزل
بأحد
الوجوه

فذلك
هـو
الحكم
الإلهي

ومـا
عداه
وإن
قرره
الحق
فهو
شرع
تقرير
لرفع
4
الحرج


ن
هـذه
الأمة
واتساع
الحكم
فيها

أما
قوله
عليه
السلام
إذا
بويع
الخليفتين
فاقتـلوا
الآخر
منهما

هذا
في
الخلافة
الظاهرة
التي
لهـا
انسيف


165

وإن
اتفقا
فلا


بد
من
قتل
أحدهما

بخلاف
الخلافة
المعنوية
فإنـه
لا
قتل
فيها

وإنما
جاء
القتل
في
الحخلافة
الظاهرة
وإن


م
يكن
لذلك
الخليفة


ـذا
المقام

وهو
خليفة
رسول
الله
صلى
الله
عليه
وسلم
إن
عدل

فمن
حكم
الأصل
الذي
به
تخيل
وجود
إلهين


لو
كان
فيهما
آلهة
إلا
الله
لفسدا


وان
اتفقا

فنحن
نعلم
أنهما
لو
اختلفا
تقديرا
لنفذحكم
أحدهما

فالنافذ
الحكم
هوالإله
على
الحقيقة

والذي
لم
ينفذ
حكه
ليس
بإله



ومن
هنا
نعلم
أن
كل
حكم
ينفذ
اليوم
في
العالم
أنه
حكم
الله
عز
وجل

وإن
خالف
الحكم
المقرر
في
الظاهر
المسمى
شرعاً
إذ
لا
ينفذ
حكم
إلا

ه
في
نفس
الأمر

ٔن
الأسر
الواقع
في
العالم
إنما
هو

على
حكم
المشيئة
الإلهية
لاعلم
حكم
الشرع
المقرر

وإن
كان
تقريره

3

1
من
المشيئة

ولذلك
نفذ
تقريره
خاصة
فإن


لمشيئة
ليست
لها
فيه
إلا
التقرير
لا
العمل
بما
جاء
به

فالمشيئة
سلطانها
عظيم

ولهذا
جعلها
أبو
طـالب


رش
الذات

لأنها
لذاتها
تقتضي
الحكم

فلا
يقع
في
الوجود
شيء



لا
يرتفع
خارجا
عن
المشيئة

فإن
الأمر
الإلهي
إذا
خولف
هنا
بالمسمى
معصية

فليس
إلا
الأر
بالواسطة
لا
الأمر
التكويني

0
فما
خالف
الله
أحدقط
في
جميع
مـا
يفعله
من
حيث
أمر
المشيئة

فوقعت
المخالفة
من
حيث
أمر
الواسطة
فافهم

وعلى
الحقيقة
6
فأمر
المشيئة
إنما
يتوجه
على
إيجاد
عين
الفـعل
لا
على
من
ظهر
على
يديه

فيستحيل
ألا

1
كون

ولكن
في
هذا
المحل
الخـاص

فوقتاً
يسمى
به

2
غالفة
لأمر
الله

ووقتاً
يسمى
موافقة
وطـاعة
لأمر
الله

ويتبعه
لسان
7

166

الحمد
أو
الذم
على
حسب
ما
يكون

ولما
كان
الأسر
في
نفسه
على
ما
قررناه

لذلك
كان
مآل
الخلق
إلى
السعادة
على
اختلاف
أنواعها
فعبر
عن
هذا
المقام
بأن
الرحمة
وسعت
كل
شيء

وأنها
سبقت
الغضب
الإلهي

والسابق
متقدم

فإذا
لحقه
همذا
الذي
حكم
عليه
المتأخر
حكم
عليه
المتقدم
فنالته
الرحمة
إذ
لم
يكن
غيرهـا1
سبق

فهذا
معنى

3


سبقت
رحمته
غضبه

لتحكم
على
ما
وصل
إليها
فإنها
في
الغاية
وقفت
والكل
سالك
إلى
الغاية

فلا
بد
من
الوصول
إليها

فلا
بد
8
من
الوصول
إلى
الرحمة
ومفارقة
الغضب

فيكون
الحكم
لها
في
كل
واصل
إليها
بحسب
ما
تعطيه
حال
الواصل
إليها

ه
فمن
كان
ذا
فهم
يشاهد
ما
قلنا
وإن
لم
يكن
فهم
فياخذه
عنا
فما
ثم
إلا
ما
ذكرناه
فاعتمد
عليه
وكن
بالحال
فيه
كما
كنا
فمنه
إلينا
مـا
تلونا
عليكم
ومنا
إليكم
ما
وهبنا
كم
منا
وأما
تليين
الحديدفقلوبقاسية
يلينها
الزجر
والوعيد
تليين
النار
الحديد

وإنما
الصعبقلوب
أشد
قساوة
من
الحجارة

فإن
الحجارة
تكسرها
وتكلسها
النار
ولا
تلينها

وما
ألان

ه
الحديد
إلا
لعمل
الدروع
الواقية
تنبيهـاً
من
الله

أي
لا
يتقى
الشيء
إلا
بنفسه

لأن
الدرع
يتقى
بها
السنان
والسيف
والسكـين
10
والنصل

فاتقيت
الحديد
بالحديـد
فجاء
الشرع
الحمدي
بأعوذ
بك
منك

فافهم

فهذا
روح
تليين
الحديد
فهو
المنتقم
الرحيم
والله
الموفق


167
18

فص
حكمة
نفسية
في
كلة
ونسية
اعلم
أن
هذه
النشأة
الانسانية
بكمالها
روحاً
ًوجسماً
ونفسا
خلقهـا
الله
على
صورته

فلا
يتولى
حل
نظامها
إلا
من
خلقها

إما
بيده

وليس
إلا
ذلك

أو
بأمره
ومن
تولاها
بغير
أمر
الله

4


فقد
ظلم
نفسه
وتعدى
حـد
الله
فيها
وسعى
في
خراب
من
أمره
الله
بعمارته

وأعلم
أن
الشفقة
على
عبـاد
الله
أحق
بالرعاية
من
الغيرة
في
الله

أراد
داود
بنيان
البيت
المقدس
فبناه
مراراً

فكلما
فرغ
منه
تهدم

فشكا
ذلك
إلى
الله
فأوحى
الله
إليه
أن
بيتي
هذا
لا
يقوم
على
يدي
من
سفك
الدماء

فقال
داود
يا
رب
ألم
يكن
ذلك
في
سبيلك

قـال
بلى

ولكنهم
أليسوا
عبادي

قال
يا
رب
فاجعل
بنيانه
على
يدي
من
هو
مني
4
فأوحى
الله
إليه
أن
ابنك
سليمان
يبنيه

فالغرض
من
هذه
الحكاية
مراعاة
هذه
النشأة
الانسانية

وأن
إقامتها
أولى
من
هدمها

ألا
ترى
عدو
الدين
قد
فرض
الله
في
حقهم
الجزية
والصلح
إبقاء
عليهم

وقال

إن
جنحوا
للسلم
فاجنح
لها
وتوكل
على


له20
ألا
ترى
من


جب
عليه
القصاص
كيف
شرع
لولي
الدم
أخذ
الفدية
أو
العفو

فإن
أبى
حينئذ
يقتل

ألا
راه
سبحانه

ذا
كان
أولياء
الدم
جماعة
فرضي
واحد
بالدية
أو
عفا

وباقي
الأوليـاء
لا
يريدون
إلا
القتل

كيف
يراعى
من
عفـا

4

م
ويرجح
على
من
لم
يعف
فلا
يقتل

198

قصاصً

ألا
تراه
عليه
السلام
يقول
في
صاحب
النسعة



إن
قتله
كانمثله
ألا
تراه
يقول

جزاء
سيدٔة
سيئة
مثلها

فجعل
القصـاص
سيئة

أي
يسوء
ذلك
الفعل
مع
كونه
مشروعاً


من
عفـا
وأصلح
فأجره
على
الله
لأنه
على
صورته

فمن
عفا
عنه
ولم
يقتله
فأجره
على
من
هو
على
صورته
لانه
أحـق
به
إذ
أنشأه
له

وما
ظهر
بالاسم
الظاهر
إلا
بوجوده
فمن
راعاه
إنما
يراعي
الحق

وما
يذم
الانسان
لعينه
وإنما
يذم
الفعل
منه

وفعله
ليس
عينه

وكلامنا
في
عينه

ولا
فعل
إلا
لله

ومع
هذا
ذم
منها
ما
ذم
وحميد
منها
ما
حمد

ولسان
الذم
على
جهة
الغرض
مذموم
عند
الله
فلا
مذموم
إلا
ما
ذمه
الشرع

فإن

م
الشرع

لحكة
يعلمها
الله
أو
من
أعلمه
الله

كما
شرع
القصاص
للمصلحة
إبقاء
لهـذا
النوع
وإرداعاً
للمعتدي
حدود
الله
فيـه


لكم
في
القصاص
حيـاة
يا
أولي
الألباب

وهم
أهل
لب
الشيء
الذين
عثروا
على
سر

النواميس
الإلهية
والحكية
وإذا
علمت
أن
الله
راعى
هذه
النشأة
وإقامتها
فأنت
أولى
بمراعاتهـا
إذ
لك
بذلك
السعادة

فإنه
ما
دام
الإنسان
حيا

يرجى
له
تحصيل
صفة
الكمال
الذي
خلق
له

ومن
سعى
في
هدمه
فقد
سعى
في
منع
وصوله
لما
خلق
له

وما
أحسن
ماقال
رسول
الله
صلى
الله

5

ا
عليه
وسلم

ٔلا
أنبئكم
بما
هو
خير
لكم
وأفضل
من
أن
3
تلقوا
عدوكم
فتضربوا
رقابهم
ويضربون
رقابكم
ذكر
الله

وذلك
أنه
لا
يعلم
قدر
هذه
النشأة
الإنسانية
إلا
من
ذكر
الله
الذكر
المطلوب
منه

فإنه
تعالى
جليس
من
ذكره

والجليس
مشهود
للذاكر

متى
لم
يشاهد
الذاكر

الحق
الذي
هو
جليسه

169
فليس
بذاكر
فإن
ذكر
الله
سار
في
جميع
العبد
لا
من
ذكره
بلسانه
خاصة

فان
الحق
لا
يكون
في
ذلك
الوقت
إلا
جليس
اللسان
خاصة

فيراه
اللسان


من
حيث
لا
يراه
الانسان

بما


مو
راء
وهو
البصر


فافهم
هـذا
السر
في
ذكر
الغافلين


فالذاكر
من
الغافل
حاضر
بلا
شك

والمذكور
جليسه

فهو
يشاهـده

والغافل
من
حيث
غفلته
ليسن
بذاكر

فمـا
هو
جليس
الغافل
فالانسان

5
كثير
ما
هو
أحدى
العين

والحق
أحدى
العين
كثير
بالأسماء
الإالهية

كما
أن

الانسان
كثير
بالأجزاء

وما
يلزم
من
ذكر
جزء
ما
ذكر
جزء
آخر

فالحق
جليس
الجزء
الذاكر
منه
والآخر
متصف
بالغفلة
عن
الذكر

ولا
بـد
أن
يكون
في
الانسان
جزء
يذكر
به
يكون

الحق
جليس
ذلك
الجزء

فيحفظ
باقي
الأجزاء
بالعناية

وما
يتولى
الحق
هدم
هـذه
النشاة
بالمسمى
موتاً

وليس
بإعدام
وإنما
مو
تفريق

فيأخذه
إليه

وليس
المراد
إلا
أن
يأخذه
الحق
إليه


وإليه
يرجع
الأمر
كله

اذا
أخذه
إليه
سوى
له
مركباً
غير
هـذا
المركب
من
3
جنس
الدار
التي

5


ينتقل


إليها

وهي
دار
البقاء
لوجود
الاعتدال

فلا
يموت
أبداً

أي
لا
تفرق
أجزاؤه

وأما
أهل
النار
فمآلهم
إلى
النعـيم

ولكن
في
النار
إذ
لا
بد
لصورة
النار
بعد
انتهاء
مدة
العقاب
أن
تكون
بردا
وسلاما
على
من
فيها

وهذا
نعيمهم

فنعيم
أهل
النار
بعد
استيفاء
الحقوق
نعيم
خليل
الله
حينألقي
في
النار
فإنه
عليه
السلام
تعذب
برؤيتها
وبما
تعود
0
ي
علمه
وتقررمن

1
أنها
صورة
تؤلم
من
جاورها

من
الحيوان

وما
علم
مراد
الله
فيها
ومنها
في
حقه

فبعد
وجود
هذه
الآلام
وجد
برداً
وسلامـا
ًمع
شهود
الصورة
الونية
في
حقه

وهي
نار
في
عيون
الناس
فالشيء
الواحد
يتنوع
في
عيون
الناظرين

هكذا
همو
التجلي
الإلهمي

فإن
شئت
قلت
إن
الله
تجملى
مثل
هذا
الأمر

وإن
شئت
قلت
إن
العالم
في
النظر
إليه
وفيه
مثل
الحق
في
التجلي

فيتنوع
في
عين
الناظـر
بحسب
مزاج
الناظر
أو
يتنوع
مزاج
الناغظر
لتنوع
التجلي

وكل
هذا
سائغ
في
الحقاثق
ولو
أن
الميت
والمقتول

ٔي
ميت
كان
أوأي
مقتول
كان

إذا
مات
أو
قتل
لا
يرجع
إلى
الله

لم
يقض
الله
بموت
أحد

ولا
شرع
قتله

فالكل
في
قبضته

فلا
فقدان
في
حقه

فشرع
القتل
وحكم
بالموت
لعلمه
بأرن
عبده
لا
يفوته

فهو
راجع
إليه


6

1
على
أن
قوله
وإليه
يرجع
الأمر
كله
أي
فيـه
يقع
التصرف

وهو
المتصرف

فما
خرج
عنه
شيء
لم
يكن
عينه

بل
هويته
هو
عين

ذلك
الشيء
وهو
الذي
يعطيهالكشف
في
قوله



إليه
يرجع
الأمر
كله
19

فص
حكمة
غيبية
في
كلمة
أوبية
اعلم
أن
سر
الحياةسرى
في
الماء
فهو
أصل
العناصر
والأركان

ولذلكجعل
الله

من
الماء
كل
شيء
حي


وما
ثم
شيء
إلا
وهو
حي

فإنه
ما
من
شميء
إلا
وهو
يسبح
بحمد
الله
ولكن
لا
نفقه


تسبيحه
إلا
بكشف
إلمي

ولا
يسبح
إلا
حي
فكل
شيء
حي

فكل
شيء
الماء
أصله

ألا
رى
العرش
كيف
كان
على
الماء
لأنه

121
منه
تكؤن
فطفا
عليه
فهو
يحفظه
من
تحته

كما
أن
الإنسان
خلقه
الله
عبداً
فتكبر
على
ربه
وعلا
عليه

فهو

بحانه
مع
هذا
يحفظه
من
تحته
بالنظر
إلى
علو
هذا
العبد
الجاهل
بنفسه

هو
قوله
عليه
السلام

و
دليتم
بحبل
لهبط
على
الله
فأشارإلى
نسبة
2
التحت
إليه
كا
أن

نسبة
الفوق


إليه
في
قوله

خافون
ربهم
من
فوقهم



هو
القاهر
فوق
عباده

فله
الفوق
والتحت

لهذا
ما
ظهرت
الجهات
الست
إلا
بالإنسان

وهو
على
صورة
الرحمن

ولا
مطعم
إلا
الله

وقد
قال
في
حق
طائفة

لو
أنهم
أقاموا
التوراةوالإنجيل

ثم
نكر
وعم


قال

ما
أنزل
إليهم
من
ربهم


فدخل
في
قوله

6

ما
أنزل
إليهم
من
ربهم

ل
حكم


منزل
على
لسان
رسول
أو
ملهم

أكلوا
من
فوقهم

وهو
المطعم
من
الفوقية
التي
نسبت


ٕليه


ومن
تحت
أرجلهم

هو
المطعم
من
التحتية
التي
نسبها
إلى
نفسه
على
لسان
رسوله
المترجم
عنهصلى
الله
عليه
وسلم

ولو
لم
يكن
العرش
على
الماء
ما
انحفظوجوده

فإنه
بالحياة
ينحفظوجود
الحي

ألا
ترى
الحي
إذا
ماتالموت
العرفي
تنحل
أجزاءنظامه
وتنعدم
قواه
عن
ذلك
النظم
الخاص

قال
تعالى

أيوب

ركض
برجلك
هذا
مغتسل

يعني
ماء


ارد
لما
كان
عليه
من
إفراط
حرارة
الألم

فسكنه
اش
ببرد
الماء

ولهذا
كان
الطب
النقص
من
الزائد
والزيادة
في
الناقص

المقصود

لب
الاعتدال

ولا
سبيل
إليه
إلا
أنه
يقاربه

إنما
قلنا
ولا
سبيل
إليه

ٔعني
الاعتدال
من
أجل
أن
الحقاثق
والشهود
تعطي
التكوين
مع
الأنفاس
على
الدوام

لا
يكون
لتكوين
إلا
عن
ميل
في
الطبيعة
يسمى
انحرافاً
أو
تعفينا


في
حق
الحق
إرادة

17

وهي
ميل
إلى
المراد
الخاص
دون
غيره

الاعتدال
يؤذن
بالسواء
في
الجميع

وهذا
ليس
بواقع

فلهذا
منعن

من
حكم
الاعتدال

قد
ورد
في
العلم
الإلهي
النبوي
اتصاف
الحق
بالرضا
والغضب

بالصفات

والرضا
مزيل
للغضب

الغضب
مزيل
للرضا
عن
المرضي
عنه



والاعتدال
أن
يتساوى
الرضا
والغضب

ما
غضب
الغاضب
على
من
غضب
عليه
وهو


عنه
راض
فقد
اتصف
بأحد
الحكين
في
حقه
وهو
ميل

وما
رضي
الراضي
كمن
رضي
عنه
وهو
غاضب
عليه

فقد
اتصفبأحد

الحكمين
في
حقه
وهو
ميل

وإنما
قلنا
هذا
من
أجل
من
يرى
أن
أهل
النار
لا
يزال
غضب
الله
عليهم
دائماً
أبدا
في
زعمه

ما
لهم
حكم
الرضا
من
الله

صح
المقصود

فإن
كان
كما
قلنا
مآل
أهل
النار
إلى
إزالة
الآلام
وإن
سكنوا
النار

ذلكرضا
4
فزال
الغضب
لزوال
الآلام


إذا
عين
الألم
عين
الغضب
إن
فهمت

فمن
غضب
فقد
تأذى

فلا
يسعى
في
انتقام
المغضوب
عليهبإيلامه
إلا
ليجدالغاضب
الراحة
بذلك

فينتقل
الألم
الذي
كان
عنده
إلى
المغضوب
عليه

والحق
إذا
أفردته
عن
العالم
يتعالى
علوا
كبيرا
عن
هذه
الصفة
على
هذا
الحد

وإذا
كان
الحق
هو
ية
العالم

فما
ظهرت
الأحكام
كلها
إلا
منه
وفيه

وهو
قوله

وإليه
يرجع
الأمر
كله

حقيقة
وكشفاً

اعبده
وتوكل
عليه
حجاباً
ًوسترا

فليس
في
الامكان
أبدع
من
هذا
العالم
لأنه
على
صورة
الرحمن

أوجده
اللهأي
ظهر
اوجودهتعالى
بظهور
العالم
كماظهر
الإنسان
بوجودالصورة
الطبيعية

فنحن
صورته
الظاهرة

هويته
روح
هذهالصورة
المدبرة
لها
فما
كان
التدبير
إلا
فيه
كما
لم
يكن
إلا
منه

فهو

الأول
بالمعنى

الآخر
بالصورة

173
وهو

لظاهر
بتغير
الأحكام
والأحوال


الباطن

بالتدبير


هو
بكل
شيء
عليم


7
فهو
على
كل
شيء
شهي

ليعلم
عن
شهود
لا
عن
فكر

فكذلك
علم
الأذواق
لا
عن
فكر

وهو
العلم
الصحيح
وما
عداه
فحدس
وتخمين
ليس
بعلم
أصلا

ثم
كان
لأيوب
عليه
السلام
ذلك
الماء
شمراباً
لإزالة
ألم
العطش
الذي
5
هو
منالنشصب
والعذاب
الذي
مسهبه
الشيطان

أي
البعد
عن
الحقائق
أن
يدركها
على
ما
هي
عليه
فيكون
بإدراكها
في
محل
القرب

فكل
مشهود
قريب
من
العين
6
ولو
كان
بعيدا
بالمسافة

فإن
البصر
يتصل
به
من
حيث
شهوده
ولولا
ذلك
لم
يشهده
أو
يتصل
المشهود
بالبصركيف
كان

هو
قرببين
البصر
والمبصر

ولهذاكنى
أيوب
7
في
المس

فأضافه
إلى
الشيطان
مع
قرب
المس
فقال
البعيد
مني
قريبلحكه

في

وقد
علمت
أن
البعد
والقرب
أمران
إضافيان

هما
نسبتان
لا
وجود
لهما
في
العين
مع
تثبوت
أحكامهافي
البعيد
والقريب

واعلم
أن
سر
الله
في
أيوب
الذي
جعله


برة
لنا
8
وكتاباً
ًمسطورا
حاليا

تقرؤه
هذه
الأمة
المحمدية
لتعلم
ما
فيه
فتلحق
بصاحبه
تشريفاً
ًلها
فأثنى
الله
عليه

ٔعني
على
أيوب
الصبر
مع
دعائه
في
رفع
الضر
عنه

فعلمنا
أن
العبد
إذا
دعا
اللهفي
كشف
الضر
عنه
لا
يقدح
في
صبره
وأنه
صابر
وأنه
نعم
العبد
كما
قال
تعالى

ٕنه
أواب
أي
رجاع
إلى
الله
لا
إلى
الأسباب

والحق
يفعل
عند
ذلكبالسببلأنالعبديستند

إليه

إذ
الأسبابالمزيل
لأمر
ما
كثيرة
والمسبب
واحد
العين

فرجوع
العبد
إلى
الواحد
العين
المزيل
بالسبب
ذلك
الألم
أو
لى
من
الرجوع
إلى
سبب
خاص

8

ربما
لا
يوافق


علم
الله
فيه

فيقول
إن
الله
لم

174

9
يستجب
لي
وهو
ما
دعاه

وإنما
جنح
إلى
سبب
خاص
لم
يقتضه
الزمان
ولا
الوقت
فعمل
أيوب
بحكمة
اللهإذ
كان
نبيا

لما
علم
أنالصبر
الذي
هوحبس
النفسعن
الشكوى
عند
الطائفة


ليس
ذلك
بحد
للصبر
عندا
وإما
حده
حبس
النفس
عن
الشكوى
لغير
الله
لا
إلى
الله

فحجب
الطائفة
نظرهم
في
أن
الشاكي
يقدح
بالشكوى
في
الرضا
بالقضاء

وليس
كذلك

فإن
الرضا
بالقضاء
لا
تقـدح
فيه
الشكوى


إلى
الله
ولا
إلى
غيره

وإنما
تقدحفي
الرضا
بالمقضي

ونحن
ما

وطبنا
بالرضا
بالمقضي

والضر
هو
المقضي
ما
هو
عين
القضاء

وعلم
أيوب
أن
في


حبس
النفس
عن
الشكوى
إلى
اللهفي
رفع
الضر
مقاومة
القهر
الإلهي

وهوجهل
بالشخص
إذ
ابتلاه
الله
بما
تتألم
منه
نفسه

لا
يدعو

لله
في
إزالة
ذلك
الأمر
المؤلم

بل
ينبغي
له
عند
المحقق
أن
يتضرع
ويسأل
الله
في
إزالة
ذلك
عنه

فإن
ذلك
إزالةعن
جناب
الله
عند
العارف
صاحب
الكشف

فإن
الله
قد
وصف
نفسه
بأنه
يؤذي
فقال

ٕن
الذين
يؤذون
الله
ورسوله

وأي
أذى
أعظم
من
أن
يبتليك
ببلاء
عند
غفلتكعنه
أوعن
مقام
إلهي
لا
تعله
لترجع
إليه
بالشكوى
فيرفعه
عنك

فيصح
الافتقار
الذي
هو
حقيقتك

فيرتفع
عن
الحق
الأذى
بسؤالك
إياءهفي
رفعه
عنك

إذ
أنت
صورته
الظاهرة

8


كما
جاع
بعض
العارفين
فبكى
فقال
له
في
ذلك
من
لاذوق
له
في
هذا
الفن
معاتباً
له

فقال
العارف

ٕنما
جوعني
لأبكي


قول
إنما
ابتلاني
بالضرلأسأله
في
رفعه
عني

وذلك
لا
يقدح
في
كوني
صابرا

فعلنا
أن
الصبر
إنما
هو
حبس
النفس
عن
الشكوى
لغير
الله

وأعني
بالغير
وجها
خاصأمن
وجوه
الله

وقدعين
اللهالحق

175

وجهاً
ًخاصا
ًمن
وجوه
الله
وهو
المسمى
وجـه
الموية
فتدعوه
من
ذلك
الوجه
في
رفع
الضر
لا
من
الوجوه
الأخر
المسماة
أسباباً

وليست
إلا
همو
من
حيث
تفصيل


الأمر
في
نفسه

فالعارف
لا
يحجبه
سؤاله
هوية
الحق
في
رفع
الضر
عنه
عن
أن
تكون
جميـع
الأسباب
عينه
من
حيثية
خاصة

وهذا
لا
يلزم
طريقته
إلالأدباء
من
عباد
اله
الأمناء
على
أسرار
الله

فإن
له
أمناء

لا
يعرفهم
إلا
الله
ويعرف
عضهم
بعضاً

وقد
نصحناك


فاعمل
وإياه
سبحانه
فاسأل
20

فص
حكمة
جلالية
في
كلمة
يحيوية
1
هذه
حكة
الأولية
في
الأسماء

فإن
الله
سماء
يحيى
أي
يحيا
به
ذكر
زكريا
و

م
نجعل
له
من
قبل
ميا

فجمع
بين
حصول
الصفة
التي
فيمن
غبر
من
ترك
ولداً
يحيا
به
ذكره
وبين
اسمه
بذلك
فساه
يحيى
فكان
اسمه
يمحيى
كالعلمالذوقي

فإن
آدم
حيي
ذكره
بشيث
ونوحاً
حيي
ذكره
بسام

وكذلك
الأنبيـاء

ولكن
ما
جمع
الله
لأحد
قبل
يحيى
بين
الاسم
العلم
منه
وبين
الصفة

9


إلا
لزكريا


عناية
منه
إذ
قال

ب
لي
من
لدنك
ولياً
فقدم
الحق
على
ذكر
ولده
كما
قدمت
آسية
ذكر
الجـار
على
الدار
في
قولها

ندك
بيتـاً
في
الجنة
فأكرمه
اه
بأن
قضى
حاجته
وسماه
بصفته
حتى
يكون
اسمه
تذكاراً
ًلما
طلب
منـه
نبيه
زكريا

لأنه
عليه
السلام
آور
بقـاء
ذكر
الله
في
عقبه
إذ
الولد
سر
أبيه

فقال
يرئني
ويرث
من
آل
يعقوب

وليس
ثم
موروث
في
حقى
هؤلاء
إلا
مقام
ذكر
الله
والدعوة
إليه

ثم
إنه
بشره
بما
قدمه
من
سلامه
عليه
يوم

176

ولد
ويوم
موت
ويوم
يبيث
حياً

فجاء
بصفة
الحياة
وهي
اسمه
وأعلم
بسلامه
عليه


وكلامه
صدق
فهو
مقطوع
به

وإن
كان
قول
الروح

السلام
علي
يوم
ولدت
ويوم
أموت
ويوم
أبعث
حيا

أكمل
في
الاتحاد

فهـذا
أكمل
في
الاتحـاد


والاعتقاد
وأرفع
للتأويلات



فإن
الذي
انخرقت

فيه

العادة
في
حق
عيسي
إنما
هو
النطق

فقد
تمكن
عقله
وتكل
في
ذلك
الزمان
الذي
أنطقه
الله
فيه

ولا
يلزم
للمتمكن
من
النطق

على
أي
حالة
كان

الصدق
فيما
به
ينطق

بخلاف

المشهود
له
كيحيى

فسلام
الحق
على
يحيى
من
هذا
الوجه
أرفع
للالتباس
الواقـع
في
العناية
الإلهية
به
من
سلام
عيسى
على
نفسه

وإن
كانت
قرائن
الأحوال
تدلعلى
قربه


من
الله
في
ذلك
وصدقه

إذ

نطق
في
معرض
الدلالة
على
براءة
أمه
في
المهد
فهذا
أحد
الشاهدين

الشاهد
الآخر
هو
الجذع
اليابس
فسقط
رطباً
جنيا
من
غير
فحل
ولا
تذكير

9



كما
ولدت
مريم
عيسى
من
غير
فحل
ولا
ذكر
ولا
جماع
عرفي
معتاد

لو
قال
نبي
آيتي
ومعجزتي
أن
ينطق
هذا
الحائط

فنطق
الحائط
وقال
في
نطقه
تكذب
مـا
أنت
رسول
الله

لصحت
الآية
وثبت
بها
أنه
رسول
الله

ولم
يلتفت
إلى
ما
نطق
به
الحائط

فلما
دخل
هـذا
الاحتمال
في
كلام
عيسى
بإشارة
أمه
إليه
وهو
في
المهد

كان


ـلام
الله
على
يحي
أرفع
من
هذا
الوجه



فموضع
الدلالة
أنه
عبد
الله
من
أجل
ما
قيـل
فيه
إنه
ابن
الله

وفرغت
الدلاله
بمجرد
النطق

وأنه
عبد
الله
عند
الطـائفة
الاخرى
القـائلة
بالنبوة

وبقي
ما
زاد
في
حكم
الاحتمال
في
النظر
العقلي
حق
ظهر
في
المستقبل
صدقه
في
جميـع
ما
أخبر
به
في
المهد
فتحقق
ما
أشرنا
إليه


1277

21

فص
حكمة
مالكية
في
كلمة
زكرياوية
إعلم
أن
رحمة
الله
وسعت
كل
شميء
وجودا
ًوحكـا

وأن
وجود
الغضب
من
رحمة
الله
بالغضب

فسبقت
رحمته
غضبـه
أي
سبقت
نسبة
الرحمـة
إليه
نسبة
الغضب
إليه

ولما
كان
لكل
عين
وجود
يطلبه
من
الله

لذلك
عمت
رحمته
كل
عين

فإنه
برحمته
التي
رحمه
بها
قبل

رغبته
في
وجود
عينه

فأوجدهـا

فلذلك
قلنا
إن
رحمة
الله
وسعت
كل
شيء
وجودا
وحكاً
والأسماء
الإلهية
من
الأشياء

وهي
ترجع
إلى
عين
واحدة

فأول
ما
وسعت
رحمـة
الله
شيئية
تلك
العين
الموجدة


للرحمة
بالرحمة

فأول
شيء
وسعته
الرحمـة
نفسها
ثم
الشيئية
3
المشار
إليها

ثم
شيئية

0

ا
كل
موجود
يوجد
إلى
ما
لا
يتناهى
دنيـا
وآخرة

وعرضاً
ًوجوهرا

ومركباً
وبسيطاً

ولا
يعتبر
فيها
حصول
غرض
4
ولا
ملائمة
طبع

بل
الملائم
وغير
الملائم
كله
وسعته
الرحمة
الإلهية
وجودا
وقد
ذكرنا
في
الفتوحات


أن
الأور
لا
يكون
إلا
للمعدوم
لا
لموجود

وإن
كان
5
للسوجود
فبحكم
المعدوم

وهو
علم
غريب
ومسألة
نادرة

ولا
يعلم
تحقيقها


ٕلا
أصحاب
الأوهام

فذلك
بالذوق
عندهم

وأما
من
لا
يؤثر
الوهم
فيه
فهو
بعيد
عن
هذه
المسألة

فرحمة
الله
في
الأكوان
سارية
وفي
الذوات
وفي
الأعيان
جارية
مكانة
الرحمة
المثلى
إذا
علمت
من
الشهود
مع
الأفكار
عالية

17

فكل
من
ذكرته


لرحمة
فقد
سعد

وما
ثم
إلا
من
ذكرته
الرحمة

وذكر
الرحمة
الأشياء


عين
إيجادها
إياهـا

فكل


موجود
مرحوم

ولا
تحجب
يا
ولي
عن
إدراك
ما
قلناه
بما
ترى
من
أصحاب
البلاء
وما
تؤمن
به
من
آلام
الآخرة
التي
لا
تفتر
عمن
قامتبه

واعلم
أولا
أن
الرحمة
إنما
هي
في
الإيجاد
عامة

فبالرحمة
6
يا
لالام


أوجد
الآلام


ثم
إن
الرحمة
لها
أور

بوجهين

أر
بالذات

ومو
إيجادها
كل
عين
موجودة

ولا
تنظر
إلى
غرض
ولا
إلى
عدم
غرض

ولا
إلى
ملائم
ولا
إلى
غير
ملائم

فإنها
ناظرة
في
عين
كل
موجود
قبل
وجوده
بل
تنظره


في
7
عين
ثبوته

ولهذا
رأت
الحق
المخلوق
في
الاعتقادات
عيناً
ثابتة
في
العيون
الثابتة
فرحمته
بنفسها


بالإيجاد

ولذلكقلنا
إن
الحق
المخلوق


في
الاعتقادات
أول
شي
م
مرحوم
بعد
رحمتها
نفسها

في
تعلقها
بإيجاد
الموجودين

ولها
أثٔر
آخر
بالسؤال

8
فيسأل
المحجوبون

0


الحق
أن
يرحمهم
في
اعتقادهم

وأهـل
الكشف
يسألون
رحمة
الله
أن
تقوم
بهم

فيسألونها
باسم
الله
فيقولون
يا
الله
ارحمنـا

ولا
يرحمهم
إلا
قيام
الرحمة
بهم

0

فلها
الحكم

لأن
الحكم
إنما
مو
في
الحقيقة
للمعنى
القائم
بالمحل

فهو
1
لراحم
على
الحقيقة

لا
يرحم
الله
عباده
المعتنى
بهم
ٕلابالرحمة

فإذا
قامت
بهم
وجدوا
حكها
ذوقاً

فمن
ذكرتهالرحمة
فقد
رحم

واسمالفاعل
هو
9
الرحيم
والراحم

الحكم
2
لا
يتصف
بالخلق
لأنه
أمـر
توجبه
المعـاني
لذواتها
فالأحوال
لا
موجودة
ولا
معدومة

أي
لا
عين
لها
في
الوجود
لأنها
نسب

3
لا

179
معدومة
في
الحكم
لأن
الذي
قام
به
العلم
يسمى
عالماً
ًوهو
الحال

فعـالم
ذات
موصوفة
بالعلم

ما
هو
عين
الذات
ولا
عين
العلم

وما
ثم
إلا
علم
وذات
قام
بها
هذا
العلم

وكونه
عالماً
حال
لهذه
الذات
باتصافها
بهذا
المعنى

فحدثت


نسبة
العلم
إليه

فهو
المسمى
عالماً

والرحمة
على
الحقيقة
نسبة
من
الراحم

وهي
الموجبة
للحكم

وهي
الراحمة



والذي
أوجدها
في
المرحوم
ما
أوجدها
ليرحمه
بها
0ا
وإنما
أوجدها
ليرحم
بها
من
قامت
به



وهو
سبحانه
ليس
بمحل
لللخوادث

فليس
بمحل
لإيجاد
الرحمة
فيه

وهو
الراحم

ولا
يكون
الراحم
راحمـاً
إلا
بقيام
الرحمة
به

فثبت
أنه
عين
الرحمة

ومن
لم
يذق
هذا
الأمر
ولا
كان
له
فيه
قدم
ما


اترأ
أن
يقول
إنه
عين
الر
حمة
أو
عين
الصفة

فقال
ما
هو
عـين
لصفة
ولا
غيرها

فصفات
الحق
عنده
لا
هي
هو

1ه1
ولا
هي
غيره

لأنه
لا
يقدر
على
نفيها
ولا
يقدر
أن
يجعلها
عينه

فعدل
إلى
هـذه
العبارة
وهي


حسنة

وغيرها
أحق
بالأمر
منها
وأرفع
للاشكال

وهو
القول
بنفي
أعيـان
الصفات
وجـودا
قائماً
بذات
الموصوف

وإمـا
هي
نسب
وإضافات
بـين
الموصوف
بها
وبين
أعيانهـا
المعقولة

وإن
كانت
الرحمة


جامعة
فإنهـا
بالنسبة
إلى
كل
اسم
إلهي
مختلفة

فلهـذا
يسأل
سبحانه
أرن
يرحم
بكل
1ا
اسم
إلهي

فرحمة
الله
والكناية


هي
التي
وسعت
كل
شيء

ثم
لهـا
12
شعب
كثيرة
تتعـدد
بتعدد
الأسماء
الإلهية

فما
تعم
بالنسبة
إلى
ذلـك
الاسم
الخاص
الإلهي
في
قول
السائل
رب
ارحم

وغير
ذلك
من
الأسماء

حتى
المنتقم
له
ان
يقول
يا
منتقم
ارحمني

وذلك
لأن
هذه
الأسماء
تدل
على
الذات
المسماة

وتدل

ه
1
بحقائقها
على
معان
مختلفة

فيدعو
بها
في
الرحمة
من
حيث
دلالتها
على
الذات
المسماة
بذلك
الاسم
لا
غير

لا
بما
يعطيه
مدلول
ذلك
الاسم
الذي
ينفصل
به
عن
غـيره
ويتميز

فإنه
لا
يتميز
عن
غيره
وهو
عنده
دليل
الذات

وإنما
يتميز
بنفسه
عن
13
غيره
لذاته

إذ
المصطلح
عليه
بأي
لفظ
كان
حقيقة
متميزة
بذاتها
عن
غيرها

وإن
كان
الكل
قـد
سيق


ليدل
على
عين
واحدة
مسماة

فلا
خلاف
في
أنه
لكل
اسم
حكم
ليس
للآخر

فذلك
أيضا
ينبغي
أن


يعتبر
كما
تعتـبر
14
دلالتهـا
على
الذات
المسماة

ولهذا
قال
أبو
القاسم
بن
قسي
في
الأسماء
الإلهميـة

1


إن
كل
اسم
إلهمي
على
انفراده
مسمى
بجميـع
الأسماء
الإلهية
كلها

اذا
قدمته
في
الذكر


نعتٔه
بجميـع
الأسماء

وذلك
لدلالتها
على
عين
واحدة

وإن
تكثرت
الأسماء
عليهـا
واختلفت
حقائقها

أي
حقائق
تلك
الأسماء

ثم
إن
الرحمة
تنال
على
طريقين

طريق
الوجوب

وهو
قوله

سأكتبها
للذين
يتقون
ويؤتون
الزكاة
وما
قيـدهم
به
من
الصفات
العلمية
والعملية



والطريق
الآخر
الذي
تنال
به
هذه


الرحمة
طريق
الامتنان
الالهي
الذي
لا
يقترن
به
عمل
وهو
قوله

رحمتي
وسعت
كل
شيء

ومنه
قيل

يغفر
لك
الله
ما
تقدم
من
ذنبك
وما
تأخر

ومنها
قوله

عمل
ما
شئت
فقد
غفرت
لـك
فاعلم
ذلك


181
22

فص
حكمة
إيناسية
في
كلمة
إلياسية
إلياس
هو
إدريس
كان
نبيا
قبل
نوح

ورفعه
الله
مكاناً
عليا

فهو
في
قلب
1
الأفلاك
ساكن
وهو
فلك
الشمس

ثم
بعث
إلى
قرية
بعلبك

وبعل
اسم
صنم

وبك
هو
سلطان
تلك
القرية

وكان
هذا
الصنم
المسمى
بعلً
مخصوصاً
بالملك

وكان
إنياس
الذي
هو
إدريس
قد
مثل
له


انفـلاق
الجبل
المسمى
لبنان

من
اللبنانة

وهي
الحاجة

عن
فرس
من
نار

وجميـع

آلاته
من
ار

فلمـا
رآه
ركب
عليه
فسقطت
عنه
الشهوة

فكان
عقلا

2

ا
بلا
شهوة

فلم
يبق
له
تعلق
بما
تتعلق
به
الأغراض
النفسية

فكان
الحق
فيه
منزهـاً

فكان
على
النصف
من
المعرفة
بالله

فإن
العقل
إذا
تجرد
لنفسه
من
حيث
أخذه
العلوم
عن
نظره

كانت

معرفته
بالله
على
التنزيه
لا
على
التشبيه

وإذا
أعطاه
الله
المعرفة
بالتجلي
كملت
معرفته
باله

فنزه
في
موضع
وشبه
في
موضع

ورأى
سريان
الحقى
في
الصور
الطبيعية
والعنصرية

وما
بقيت
له
صورة
إلا
ويرى


عين
الحقى
عينها

وهذه
المعرفة
التامة
التي
جاءت
بها
الشرائع
المنزلة
من
عند
الله

وحكت
بهذه
المعرفة
الأوهام
كلها

ولذلككانت
الأوهامأقوى
سلطاناً
في
هذه
النشأة
من
العقول

لأنالعاقل
ولو

لغ
في
عقلهما
بلغ
لم
يخل
من
حكم
الوهمعليه
والتصور
فيما
عقل

فالوهم
هو
السلطان
الأعظم
في
هذه
الصورة
الكاملة
الإنسانية

وبه
جاءت
الشرائع
المنزلة
فشبهت
ونزهت

شبهت
في
التنزيه
بالوهم

ونزهت
في
التشبيه
بالعقل

فارتبط
الكل
بالكل

فلم

18

يتمكن
أن
يخلو
تنزيه
عن
تشبيه
ولا
تشبيه
عن
تنزيه

قال
تعـالى

يس
كمثله
شيء
فنزاه
وشبـه


هو
السميع
البصير

فشبه

وهي
أعظم
آية
تنزيه
نزلت



ومع
ذلك
لم
تخل
عن
التشبيه
بالكاف
فهو
أعلم
العلماء
بنفسه

ومـا
عبر
عن
نفسه
إلا
بما
ذكرناه
ثم
قال

بحان
ربك
رب
العزة
عما
يصفون

وما
يصفونه
إلا
بما
تعطيه
عقولهم
فنزه
نفسه
عن
تنزيههم
إد
حددوه

2ب
بذلك
التنزيه

وذلك
لقصور
العقول
عن
إدراك
مثل
هذا

ثم
جاءت
الشرائع
كلها
بما
تحكم
به
الأوهام

فلم
تخل
الحق
عن
صفة
يظهر
فيها

كذا
قالت

وبذا
جاءت
فعملت
الأمم
على
ذلك
فأعطاها
الحق
التجلي
فلحقت
بالرسل
وراثة


2
فنطقت
بما
طقت
به
رسل
الله

لله
أعلم
حيث
يجعل
رسالته


اله
أعـلم
موجه

له
وجه
بالخـرية
إلى
رسل


الله

وله
وجه
بالابتداء
إلى
أعلم
حيث
3
يجعل
رسالاته

وكلا
الوجهين
حقيقة
فيه

ولذلك
قلنا
بالتشبيه
في
التنزيه
وبالتنزيه
في
التشبيه

وبعد
أن
تقرر
هذا
فنرخي
الستور
ونسدل
الحجب
على
عين
المنتقد
والمعتقد

وإن
كاا
من
بعض
صور
ما
تجلى
فيها

الحق

ولكن
قد
أمرنا
بالستر
ليظهر
تفاضل
استعداد
الصور

أن
المتجلي
في
صورة
بحكم
استعداد
تلك
الصورة

فينسب
إليه
ما
تعطيه
حقيقتها
ولوازمها
لا
بد
من
ذلك

مثل
من
يرى
الحق
في
النوم
ولا
ينكر
هذا
وأنه
لا
شك
الحق
عينه
فتتبعه
لوازم
تلك
الصورة
وحقائقها
4
لتي
تجلى
فيهـا
في
النوم

ثم
بعد
ذلك
يعبر

أي
يجاز

عنهـا
إلى
أمر
آخر
يقتضي
التنزيه
عقلً

فإن
كان
الذي
يعبرها
ذا
كشف
وإيمان



فلا
يجوز
عنها
إلى
تنزيه
فقط

بل
يعطييا
حقها
في
التنزيه
ومـا
ظهرت
فيه

3

1


183

فاله
على
التحقيق
عبارة
لمن
فهم
الإشارة

وروح
مذه
الحكة
وفصهـا
أن
الأمر
ينقسم
إلى
مؤثر
ومؤ
ثرفيه
وهما

عبارتان

فالمؤثر
بكل
وجه
وعلى
كل
حال
5
وفي


كل
حضرة
وهو
الله

والمؤثر
فيه
بكل
وجه
وعلى
كل
حال
وفي
كل
حضرة
هو
العالم


فإذا
ورد



فألحق
كل
شيء
بأصله
الذي
يناسبه

فإت
الوارد
أبـدا
لابد
أن
يكون
فرعـاً
عن
أصل


كما
كانت
المحبة
الإلهمية
عن
لنوافل
من
العبد
فهذا
أثر
بين
مؤثئر
ومؤثر
فيه

وكما
كان
الحق
سمع
العبد
6
وبصره
وقواه
عن
هـذه
المحبة

فهذا
أثر
مقرر
لا
يقدر
على
إنكاره
لثبوته
شرعا
إن
كنت
مؤمناً
وأما
العقل
السليم

فهو
إما


صاحب
تجل
إلهمي
في
مجلى
7
طبيعي
فيعرف
ما
قلناه

وإما
مؤمن
مسلم
يؤمن
به
كما
ورد
في
الصحيح

ولا
بد
من
سلطان
الوهم
أن


يحكم
على
العاقل


الباحث
فيما
جاء
به
الحق
في
هـذه
الصورة
لأنه
مؤمن
بها

وأما
غير
المؤمن
فيحكم
على
الوهم
بالوهم
فيتخيل
بنظره
الفكري
أنه
قد
أحال
على
الله
ما
أعطاه
ذلك
التجلي
في
الرؤيا

والوهم
في
ذلك
لا
يفارقه
من
حيث
لا
يشعر
لغفلته
عن
نفسه

ومن
ذلك
قوله
تعـالى

دعوني
8
أستجب
لكم
قال
تعالى

إذا
سألك
عبادي
عني
فإني
قريب
أجيب
دعوة
الداعي
إذا
دعاني
إذ
لا
يكون
مجيباً
إلا
إذا
كان

1
من
يدعوه

وإن
كان
عين
الداعي
عين
المجيب

3



فلا
خلاف
في
اختلاف
الصور

فهما
صورتان
بلا
شك

تلك
الصور
كلها
كالأعضاء
لزيد

فمعلوم
أن
زيدا
حقيقة
واحدة
شخصية

وأن
يده
ليست
صورة
رجله
ولا
رأسه
ولا
عينه
ولا
حاجبه

فهو
الكثير
الواحد


184
الكثير
بالصور


الواحد
بالعين

وكالإنسان

واحـد
بالعين
بلا
شك

ولا
نشك

أن
عمرا
ما
هو
زيد
ولا
خالد
ولا
جعفر

وأن
أشخاص
هـذه
العين
9
الواحدة
لا
تتناهى
وجوداً

فهو
وإن
كان
واحدا
بالعين

فهو


كثير
بالصور
والأشخاص

وقد
علمت
قطعاً
إن
كنت
مؤمنا
ًأن
الحق
عينه
يتجـلى
يوم


القيامة
في
صورة
فيعرف

ثم
يتحول
في
صورة
فينكر

ثم
يتحول
عنهـا
في
صورة
فيعرف

وهو
هو
المتجلي

ليس
غيره

في
كل
صورة

ومعلوم
أن
هذه
الصورة
ما
هي
تلك
الصورة
الأخرى

فكأن
العين
الواحدة
قامت
مقام
المرآة

فإذا
نظر
الناظر
فيها
إلى
صور
ة
معتقده
في
الله
عرفه
فأقر
به

وإذا


تفق
أن
يرى
فيها
معتقد
غيره
أنكره

ما
يرى
في
المرآة
صورته
وصورة
غيره

فالمرآة
عين
واحدة


والصور
كثيرة
في
عين
الراني

وليس
في
المرآة
صورة
منها
جملة
واحدة

مع
كون
المرآة
لها
أثر
في
الصور
بوجه
وما
لها
أثر
بوجه
فالأثر
الذي
لها
كونها
ترد
الصورة
متغيرة
الشكل
من
الصغر
والكبر
والطول
والعـرض

فلها
أثر
في
المقادير

وذلك
راجع
إليها

وإنما
كانت

4

هذه
التغيرات


نها
لاختلاف
مقادير
المراني

فانظرفي
المثال
مرآة
واحدة
من
هذه
المرايا

لاتنظرالجماعة

وهو
نظرك
من
حيث
كونه
ذاتا

فهو
غني
عن
العالمين

ومن
حيث
الأسماء
الإلهية
فذلك
الوقت
يكون
كالمرايا

فأي
اسم
إلهي
نظرت
فيه
نفسكأو
من
نظر

إنمايظهر
1
في
الناظر
حقيقة
ذلك
الاسم

فهكذا
مو
الأمر
إن
فهمت

فلا
تجزع
ولاتخف
فإن
الله
يحب
الشجاعة
ولو
على
قتل
حية

ليست
الحية
سوى
نفسك
والحية
حية
لنفسها
بالصورة
والحقيقة

والشيء
لا
يقتل


عن
نفسه

وإن
أفسدت
الصورة
في
الحس

185

غإن
الحد
بضبطها
والخيال
لا
يزيلها

وإذا
كان
الأمر
على
همذا
فهذا
هو
الأمان
على
الذوات
والعزة
والمنعة

فإنك
لا
تقدر
على
فساد
الحدود
وأي
عزة
أعظم
من
هذه
العزة

فتتخيل
بالوهم
أنك
قتلت

وبالعقل
والوهم
لم
تزل
الصورة
موجودة
في
الحد

والدليل
على
ذلك
وما
رميت
إذ
رميت
ولكن
الله
رمى


والعـين
11
ما
أدر
كت
إلا
الصورة
المحمدية
التي
ثبت
لها
الرمي
في
الحس

وهي
التي
نفى
الله
الرمي
عنها
أولا
ثم
أثبته
لها
وسطا

ثم
عاد
بالاستدراك
أن
الله
مو
الرامي
في
سورة
محمدية

ولا
بد

من
الإيمان
بهذا
فانظر
إلى
هذا
المؤثر
حتى
أنزل
الحق
في
صورة
محمدية


وأخبر
الحق
نفسه
عباده
بذلك

فما
قـال
أحد
منا
عنه
ذلك

4


بل
هو
قال
عن
نفسه

و
خبره
صدق
والإيمانبه
واجب

سواء
أدر
كت
علم
ما
قال
أو
لم
تدركه
فإما
عالم
وإما
مسلم
مؤمن

ممـا
يدلك
على
12
ضعف
النظر
العقلي
من
حيث
فكره

كون
العقل
يحكم
على
العلة
أنهـا
لا
تكون
1
معلولة
لمن
هي
علة
له

هـذا
حكم
العقل
لا
خفاء
به

وما
في
علم
التجلي
إلا
هذا

وهو
أن
العلة
تكون
معلولة
لمن
هي
علة
له

والذي
حكم
به
العقـل
صحيح
م
التحرير
في
النظر

وغايته
في
ذلك
أن
يقول
إذا
رأى
الأمر
على
خلاف
ما
أعطاه
الدليل
النظري

إن
العين
بعد
ثبت
أنها
واحدة
في
هذا
الكثير

فمن
حيث
هي
علة


في
صورة
من
هذه
الصور
لمعلول
ما

فلا
تكون
معلولة
لمعلمولها

في
حال
كونها
علة

بل
ينتقل
الحكم
بانتقالها
في
الصور

فتكون
معلولة
لمعلولها

فيصير
معلولها
علة
لهما

ذا
غايته
إذا
كان
قد
رأى
الأمر
على
ما
هو
عليه

ولميقف


مع
نظره
الفكرى

إذا
كان
الأمر
في
العلية
بهذه
المثابة

فما
ظنك
باتساع
النظر
العقلي
في
غير
هذا
المضيق

فلا
أعقل
من
الرسل
صلوات
الله
عليهم
وقد
جاءوا
بما

186

جاءوا
به
في
الخبر
عن
الجناب
الإلهي

فأثبتوا
ما
أثبته
العقل
وزادوا


مـا
لا
يستقل
العقل
بإدراكه

وما
يحيله


لعقـل
رأساً
ويقر
به

5

1
في
التجلي


فإذا
خلا
بعد
التجلي
بنفسه
حار
فيما
رآه

فإن
كان
عبد
رب
رد
العقل
إليه

وإن
كان
عبد
نظر
رد
الحق
إلى
حكه


وهذا
لا
يكون
إلا
مـا
دام
في
هذه
النشأة
الدنيوية


حجوباً
عن
نشأته
الأخروية
في
الدنيا

فإن
العارفين
يظهرون
هنا

كأنهم
في
الصورة
الدنيا
لما
يجري
عليهم
من
أحكامها

والله
تعالى
قدحولهم
في
بواطنهم
في
النشأة
الأخروية

لا
بد
من
ذلك

فهم
بالصورة
مجهولون
إلا
لمن
كشف
الله
عن
بصيرته
فأدرك
فما
من
عارف
بالله
من
حيث
التجلي
الإلهي
إلا
وهو
على
النشأة
الآخرة

قد
حشر
في
دنياه
ونشر
في
قبره

فهو
يرى
ما
لا
ترون

ويشهد
ما
لا
تشهدون

عناية
من
الله
ببعض
عباده
في
ذلـك

فمن
أراد
العثور
على
هذه
الحكة
الإلياسية
الإدريسية
الذي
أنشأه
الله
نشأتـين

فكان
نبيا
قبل
نوح
ثم
رفع
ونزل
رسولا
بعد
ذلك

فجمع
الله
له
بين
المنزلتين
فلينزل
عن
حكم
عقـله
إلى
شهوته

ويكون
حيواناً
مطلقاً
حتي
يكشف
ما
تكشفه
كل
دابة
ما
عدا
الثقلين

فحينئذ
يعلم
أنه
قد
تحقق
بحيوانيته

وعلامته
علامتان
الواحدة
هذا
الكشف

فيرى
من
يعذي
في
قبره
ومن
ينعم

ويرى
الميت
حيا
والصامت
متكلما
والقاعد
ماشياً

والعلامة
الثانية
الخرس
بحيث
إنه
لو
أراد
أن
ينطق
بما
رآه
لم
يقدر

5

فحينئذ
يتحقق
يحيوانيته

وكان
لنا
تلميذ
قد
حصل
له
هذا
الكشف
غير
أنه
لم
يحفظ
عليه
الخرس
فلم
يتحقق
بحيوانيته

ولما
أقامني
الله
في
هذا
المقام
تحققت
بحيوانيتي
تحققا
كلياً

فكنت
أرى
وأريد
النطق

187
بما
أشاهده
فلا
أستطيـع

فكنت
لا
أفرق
بيني
وبين
الخرس
الذين
لا
يتكلمون
فإذا
تحقق
بما
ذكرناه
انتقل
إلى
أن
يكون
عقلا
مجردا
في
غير
مـادة
طبيعية

فيشهد


أمورا
هي
أصول
لما
يظهر
في
صور
الطبيعة


فيعلم
من
أين
ظهر
هذا
الحكم
في
صور
الطبيعة

علماً
ذوقياً

فإن
كوشف
على
أن
الطبيعة
عين
نفس
الرحمن
فقد
أوتي
خيرا
كثيرا

وإن
اقتصر
معه
على
ما
ذكراه
فهذا
القـدر
يكفيه
من
المعرفة
الحاكمة
على
عقله

فيلحق


بالعارفين
ويعرف
عند


ذلك
ذوقاً

لم
تقتلوهم
ولكن
الله
قتلهم

وما
قتلهم
إلا
الحديد
والضارب

والذي
خلف
هـذه
الصور

فبالجموع
وقع
القتل
والرمي

فيشاهد
الأمور
بأصولها
وصورها

فيكون
تاماً

فإن
شهد
النفس
كان
مع
التمام
كاملا

فلا
يرى
إلا
اله
عين
ما
يرى

فيرى
الراني
عين
المرني

وهذاً
القدر
كاف

والله
الموفق
الهادي

23

فص
حكة
إحسانية
في
كلمة
لقمانية
1
إذ
شاء
الإله
يريد
رزقا
له
فالكون
أجمعه
غذاء
2
وإن
شاء
الإله
يريد
رزقا
لنـا
فهو
الغذاء
كما
يشاء
مشييته
إرادته
فقولـوا
بها
قد
شاءها
فهي
المشاء

6

يريد
زيادة
ويريد
نقصاً
وليسن
مشاءهه
إلا
المشاء
فهذا
الفرق
بينهما
فحقق
ومن
وجه
فعينهما
سواء

ه18
قال
تعالى

لقد
آتينا
لقمان
الحكة

ومن
يؤت


الحكمة
فقد
أوتي
خيرا
3
كثيرا

فلقمان
بالنص
ذو


الخير
الكثير
بشهادة
الله
تعالى
له
بذلك
والحكة
قد
تكون
متلفظاً
بها
ومسكوتاً
عنها
مثل
قول


لقمان
لابنه

يابني
إنهـا
إن
تك
مثقال
حبة
من
خردل
فتكن
في
صخرة
أو
في
السموات
أو
في
الأرض
يأت
بها
الله

فهذه
حكة
منطوق
بها

وهي
أن
جعل
الله
هو
الآتي
بهـا

وقرر
ذلك
الله
في
كتابه

ولم
يرد
هذا
القول
على
قائله

وأما
الحكة
المسكوت
عنها
وعلمت
بقرينة
الحال

فكونه
سكت
عن
المؤ
تى
إليه
بتلك
الحبة

فما
ذكره

وما
قال
لابنه
يأت
بها
الله
إليك
ولا
إلى
غيرك

فأرسل
الإتيان
عامـاً
وجعل
المؤتى
به
في
السموات
إن
كان
أو
في
الأرض
تنبيهاً
لينظر
الناظر


في
قوله

هو
الله
في
السموات
وفي
الأرض


فنبه
لقمان
بما
تكلم
وبما
سكت
ة
عنه
أن
الحق
عين
كل
معلوم

لأن
المعلوم
أعم
من
الشيء
فهو
أنكر
النكرات

ثم
ي
تمم
الحكة
واستوفاها
لتكون
النشأة
كاملة
فيها
فقال

ٕن
الله
لطيف


فمن
لطفه
ولطافته
أنـه
في
الشيء
المسمى
كذا
المحدود
بكذا
عـين
ذلك
الشيء

حتى
لا
يقال
فيه
إلا
ما
يدل
عليه
اسمه
بالتواطؤ
والاصطلاح

فيقال
هـذا
سماء
وأرض
وصخرة
وشجر

1
وحيوان
وملك
ورزق
وطعام

والعين
واحدة
من
كل
شيء
وفيه

كما
تقول
الأشاعرة
إن
العالم
كله
متماثل
بالجوهر

فهو
جوهر
واحد

فهو
عين
قولنا
العين
واحدة

6


م
قاليت
ويختلف
بالأعراض

وهو
قولنا
ويختلف
ويتكثر
بالصور
والنسبحتى
يتميز
فيقال
هذا
ليس
هذامن
حيث
صورته
أو
عرضه
أو
مزاجه
كيف
شئت
فقل

وهذا
عين
هذا
من
حيث
جوهره

ولهذا

189

يؤخذ


عين
الجوهر
في
كل
حد
صورة
ومزاج

فنقول
نحن


إنه
ليس
سوى
الحق

ويظن
المتكلم


أن
مسمى
الجوهر
وإن
كان
حقا

ما
هو
عـين
الحق
الذي
يطلقـه
أهـل
الكشف
والتجلي

فهذا


حكة
كونه
لطيفاً

ثم
نعت
فقال

بيرا
أي
عالماً
عن
اختبار
وهو
قوله

لنبلوكم
حتى
نعلم

وهذا
هو
علم
الأذواق

فجعل
الحق
نفسه
مع
علمه
بما
هو
الأمر
عليه
مستفيداً
علماً

ولا
نقدر
على
إنكار
ما
نص
الحق
عليه
في
حق
نفسه

ففرق
تعالى
ما
بين
علم
الذوق
والعلم
المطلق

فعلم
الذوق
مقيد


بالقوى

وقد
قال
عن
نفسه
إنه
عين
قوى
عبده
في
قوله

نت
سمعه


وهو
قوة
من
قوى
العبد


بصره

وهو
قوة
من
قوى
العبد


لسانه

وهو
عضو
من
أعضاء
العبد


رجله
ويـده

فما
اقتصر
في
التعريف


على
القوى
فحسب
حتى
ذكر
الأعضاء

وليس
العبد
بغير
لهذه


الأعضاء
والقوى

فعين
مسمى
العبد
هو
الحق

لا
عين
العبد
هو
السيد

فإن
النسب
متميزة
لذاتها

وليس
المنسوب
إليه
متميزا

فإنه
ليس


ثم
سوى
عينه
في
جميـع
النسب

فهـو

6
عين
واحـدة

7

ا
ذات
نسب
وإضافات
وصفات

فمن
تمام
حكمة
لقمان
في
تعليمه
ابنـه
ما
جاء
به
في
هذه
الآية
من
هذين
الإسمين
الالهيين

طيفاً
خبـيرا


سمى
بهما
الله
تعالى

فـلو

0
جعل
ذلك
في
الكون

وهو
الوجود

فقال

ان
لكان
أتم
في
الحكة
وأبلغ

فحكى
الله
قول
لقمان
على
المعنى
كما
قال

لم
يزد
عليه
شيئاً

وإن

19

كان
قوله
إن
الله
لطيف
خبير
من
قول
الله

لمـا


علم
الله
من
لقمان
أنه


ل
نطق
متمما
لتمم
بهذا

وأما
قوله

ٕن
تك
مثقال
حبة
من
خردل

لمن
هي
له
غذاء

وليس
إلا
الذر5ة
المذكورة
في
قوله

فمن
يعمل
مثٔقال
ذرة
خيرا
يره

ومن
يعمل
مثقال
ذرة
شراً
يره

فهي
أصغر
متغذ
والحبة
من
الخردل
أصغر
غذاء

ولو
كان
ثم
أصغر
لجاء
به
كما
جـاء
بقوله
تعالى

ٕن
الله
يستحي
أن
يضرب
مثلاً
ما
بعوضة
فما
فوقها



ثم
لمـا
علم
أنه
ثم
ما
مو
أصغر
من
البعوضة
قال

ما
فوقها

يعني
في
الصغر

وهذا
قول
الله

والتي
في

لزلزلة
قـول
الله
أيضاً

فاعلم
ذلك
فنحن
نعلم
أن
الله
تعالى
ما
اقتصر
على
وزن
الذرة
وثم
ما
هو
أصغر
منها

فإنه
جاء
بذلك
على
المبالغة
والله
أعلم

وأما
تصغيره
اسم
ابنه
فتصغير
رحمة

ولهذا
أوصاه


بما
فيه
سعادته
إذا
عمل
بذلك
وأما
6
كة
وصيته
في
نهيه
إياه
ألا

شرك
بالله
فإن
الشرك
لظلم
عظيم




والمظلوم
المقام
حيث
نعته
بالانقسام

7

وهو
عين
واحدة

فإنه
لا
يشرك
معه
إلا
عينه
وهذا
غاية
الجهل

وسبب
ذلكأن
الشخص
الذي
لا
معرفة
له
بالأمر
على
ما
هو
عليه

ولا
بحقيقة
الشي
ءإذا
اختلفت


ليه
الصور
في
العين
الواحدة

وهو
لا
يعرف
أن
ذلك
الاختلاف


في
عين
واحدة

جعل
الصورة
مشاركة
للأخرى
في
ذلك
المقام
فجعل
لكل
صورة
جزءا
ًمن
ذلك
المقام

ومعلوم
في
الشريكأن
الأمر
الذي
يخصه
ما
وقعتفيه
المشار
كة

اليس
عين
1
لآخر
الذي
شاركه

إذ
مو
للآخر
0

191
فإذن
ما
ثم
شريك
على
الحقيقة

فإن
كل
واحد
على
حظه
مما
قيل
فيه
إن
بينهما
مشاركة
فيه

وسبب
ذلك
الشركة
المشاعة

وإن
كانت
مشاعة
فإن
التصريف
من
أحدهما
يزيل
الإشاعة


ل
ادعوا
الله
أو
ادعوا
الرحمن

هذا
روح
المسألة
24

فص
حكمة
إمامية
في
كلمة
هارونية
اعلم
أن
وجود
هارون
عليه
السلام
كان
من
حضرة
الرحموت
بقوله
تعالى

ووهبنا
له
من
رحمتنا
يعني
لموسى

ٔخـاه
هارون
نبيا

فكانت
نبوته
من
حضرة
الرحموت
فإنه
أكبر
من
موسى
سنا

وكان
موسى
أكبر
منه
نبوة

ولما
كانت
نبوة
هارون
من
حضرة
الرحمـة

لذلك
قال
لأخيه
موسى
عليهما
السلام

بن
أم

فناداه
بأمه
لا
بابيه
إذ
كانت
الرحمة
للٔم
دون
الأب
أوفر
في
الحكم

ولولا
تلك
الرحمة
ما
صبرت
على
مباشرة
التربية

ثم
قال

ا
تأخذ
بلحيتي


8
ولا
برأسي
ولا
تشمت
بي
الأعداء

فهذا
كله
نفس
من
أنفاس
الرحمة

وسبب
ذلك
عدم
التثبت
في
النظر
فيما
كان
في
يديه
من
الألواح
التي
ألقاها
من
يديه

فلو
نظر
فيها
نظرتثبت
لوجد
فيها
الهدى
والرحمة

فالهمدى
بيان
ما
وقع
من
الأمرالذي
أغضبه
ما
هو
هاورون
بريء
منه

والرحمة
بأخيه

فكان
لا
يأخذ
بلحيته
بمرأى
من
قومه
مع
كبره
وأنه
أسن
منه

فكان


لك
من
هارون
شفقة
على
موسى
لأن
نبوة
هارون
من
رحمة
الله

فلا
يصدر
منه
إلا
مثل
هذا
ثم
قال
هارون
لموسى
عليهما
السلام

ٕني
خشيت
أن
تقول
فرقت
بين
بني
إسرائيل
فتجعلني
سبباً
في
تفريقهم

192
فإن
عبادة
العجل
فرقت
بينهم

فكان
منهم
من
عبده
اتباعاً
ًللسامري
وتقليدا
له

ومنهم
من
توقف
عن
عبادته
حت
يرجع
موسى
إ
ليهم
فيسألونه
في
ذلك

فخشي
هارون
أن
ينسب
ذلك
الفرقان
بينهم


إليه

فكان


موسى
أعـلم
بالأمر
من
هارون
لأنه
علم
ما
عبده
أصحاب
العجل

لعلمه
بأن
الله
قد
قضى
ألا
يعبد


إلا
إاه

وما
حكم
الله
بشيء
إلا
وقع

فكان
عتب
موسى
أخـاه
هارون
لما
وقع
الأمر
في
إنكاره
وعدم
اتساعه

فإن
العارف
من
يرى
الحق
في
كل
شيء

بل
يراه
عين
كل
شيء

فكان
موسي
يربي
هارون
تربية
عـلم
وإن
3
كان
أصغر
منـه
في
السن

ولذا
لمـا
قال
له
هارون
ما
قال

رجع
إلى
السامري
فقال
له

ما
خطبك

8


يا
سامري

يعني
فيا
صنعت
من
عدولك
إلى
صورة
العجل
على
الاختصاص

وصنعك
هذا
الشبح
من
حـلي
القوم
حتى
أخذت
بقلوبهم
من
أجل
أموالهم

فإن
عيسى
يقول
لبني
إسرائيل

يا
بني
إسرائيـل
قلب
كل
إنسان
حيث
ماله

فاجعلوا
أموالكم
في
السماء
تكن
قلوبك
في
السماء


وما
سمي
المال
مالا


إلا
لكونه
بالذات
تميل
القلوب
إليـه
بالعبادة

فهو


المقصود
الأعظم
المعظم
في
القلوب
لمـا
فيها
من
الافتقار
إليه

وليس
للصور


بقاء

فلا
بد
من
ذهاب
صورة
العجل
لو
لم
يستعجل
مو
سى
بحرقه

فغلبت
عليه
الغيرة
فحرقه
ثم
نسف
رماد
تلك
الصورة
في
اليم
نسفاً

وقال
له

نظر

ٕلى
إلهك
فسماه
إلهاً
بطريق
التنبيه
للتعليم

لما
علم
أنه
بعض
المجالي
الإلهمية


أخرقنه

فإن
حيوانية
الإنسان
لها
التصرف
في
حيوانية
الحيوان
لكون
الله
سخرها
للانسان

ولا
سيما
وأصله
ليس
من
حيوان

فكان
أعظم
في
التسخغير
لأن
غير
الحيوان
ماله
إرادة
بل
هو


يحكم
من
يتصرف
فيه
من
غير
إبائه

وأما
الحيوان
فهو
ذو
إرادة
وغرض
فقد
يقع
منه


الإباءة
في
بعض
التصريف

فإن
كان
فيـه
قوة
إظهار
ذلك
ظهر
منه
الجموح
لما
يريده
منه
الإنسان

وإن
لم
يكن
له
هذه
القوة
أو
يصادف


غرض
الحيوان
انقاد
مذلا
لما
يريده
منه

كما
ينقاد


ثيله
لأمر
فيا
رفعه
الله
به

من
أجل
المال
الذي
يرجوه
منه

المعبر
عنه
في
بعض

9

ا
الأحوال
بالأجرة
في
قوله

رفعنا
بعضكم


فوق
بعض
درجات
ليتغذ
بعضكم


بعضاً
سخرياً

فما


يسخر
له
من
هو
مثله
إلا
من
حيوانيته
3
لا
من
إنسانيته

فإن
المثلين
ضدان

فيسغره
الأرفع
في
المنزلة
بالمال
أو
بالجاه
يإنسانيته
ويسخر


له
ذلك
الآخر

إما
خوفاً
أو
طمعاً

من
حيوانيته
لا
من
إنسانيته

فما
تسخر
اله
من
هو
مثله

ألا
ترى
ما
بين
البهائم
من
التحريش


لأنبا
أمثال
2
فالمثلان
ضدان

ولذلك
قال
ورفع
بعضكم
فوق
بعض
درجات

فا

0
هو
معه
في
درجته

فوقع

1
التسخير
من
أجل
الدرجات

واللسخير
على
قسمين

قتسخير
مراد

2
للمسخر
اسم
فاعل
قاهر
في
تسخيره
لهذا
الشخص
المسخر
كتسغير
السيد
لعبده
وإن
كان
مثله
في
الإنسانية

وكتسخير
السلطان
لرعاياء

وإن
كانوا
أمثال

3
له
فيسغرهم
بالدرجة

والقسم
الآخر
تسغير
4
بالحال
كتسخير
الرعايا
للملك

5
القائم
بأمرهم
في
الذب
عنهم
وحمايتهم
وقتال
من

194

عاعاهم
وحفظه
أموالهم
وأنفسهم
عليهم

وهذا
كله
تسخـير
بالحال
من
الرعايا
يسغرون
في
ذليك
مليكهم

ويسمى
على
الحقيقة
تسخير
المرتبة

فالمرتبة


حكت
عليه
بذلك

فمن
الملوك
من
سعى

4
لنفسه

ومنهم
من
عرف
الأمـر
فعلم
أنه
بالمرتبة
في
تسخير
رعاياه

فعلم
قدرهم
وحقهم

فآجره
الله
على
ذلك
أجر
4
اللماء
بالأمر
على
ما
هو
عليه

9

ب
وأجر
مثل
هـذا
يكون
على
الله
في
كون
اللهفي
شئون
عباده

فالعالم
كله
مسخر


الحال
من
لا
يمكن
أن
يطلق
عليه
أنه
مسخر

قال
تعالى

ل
يوم
هو
في
شأت

فكان
عدم
قوة
إرداع
هارون
بالفعل
أن
ينفذ
في
أصحاب
العجل
بالتسليط
على
العجل
كما
سلط
موسى
عليه

حكة
من
الله
تعالى
ظاهرة
في
الوجود
ليعبد


في
كل
صورة

وإن


ذهبت
5
تلك
الصورة
بعد
ذلك
فما
ذهبث
إلا
بعد


ما
تلبست
عند
عابدها
بالالوهية

ولهذا
ما
بقي
نوع
من
الأنواع
إلا
وعبـد
إما
عبادة
تأله
وإما
عبادة
تسخير

فلا
بد
من
ذلك
لمن
عقل



وما
عبد
شيء
من
العالم
إلا
بعد
التلبس


بالرفعة
عتد
العابد
والظهور
بالدرجة
في
قلبه

ولذلك
تسمى


الحق
لنا
برفيسع
الدرجات

ولم
يقل
رفيع
الدرجة

فكثر
الدرجات
في
عين
واحدة

فإنه
قضى
ألا
يعبد

0
إلا
إياه
في
درجات
كثيرة
مختلفة
أعطت
كل
درجة
مجلى
إلهياً
عبد
فيها

وأعظم
مجلى
عبد
فيه
وأعلاه
الهوى

ما
قال

ٔفرأيت
من
اتخذ
إلهه
هواه
وهو
أعظم
معبود

فإنه
لا
يعبد
شيء
إلا
به

ولا
يعبد
هو

1
إلا
بذاته

وفيه
أقول

وحق
الهوى
إن
الهوى
سبب
الهوى
ولولا
الهوى
في
القلبما
عبد
الهوى

195
ألا
ترى
علم
الله
بالأشياء
ما
أ
كمله

كيف
تمم
في
حق


من
عبـد
هواه
واتخذه
إلها
فقال

وأضله
الله
على
علم

والضلالة


الحيرة

وذلك
أنه
لما
ء
رأى
هذا
العابد

0

ا
ما
عبد
إلا
هواه
بانقياده
لطاعتـه
فيما
يأمره
به
من
عبادة
من
عبده
من
الأشخاص

حتى
إن
عبادته
ل


كات
عن
هوى
أيضاً
ً
لأنه
لو
لم
يقع
له
في
ذلك
الجناب
المقدس
هوى

وهو
الٕرادة
بمحبة



ما
عبد
الله
ولا
آوره
على
غيره

وكذلك
كل
من
عبد
صورة
ما
من
صور
العالم
واتخذهـا
إلها
ما
اتخذها
إلا
بالهوى

فالعابـد
لا
يزال
تحت
سلطان
هواه

ثم
رأى
المعبودات
تتنوع
ي
العابدين

فكل
عابد
أمرا
ما
يكفير
من
يعبـد
سواه

والذي
عنده
أمفى
تنبه


يحار
لاتمحاد
ااهموى

بل
لأحدية
الهوى

فإنه
عين
واحدة
في
كل
عابد


أنله
الله

أي
حيره

لى
علم

بأن
كل
عابد
ما
عبد
إلا
هواه
ولا
استعبه
إلا
هواه
سواء
صادف
الأمر
المشروع
أو
لم
يصادف

والعارف
المكمل
من
رأى
كل
معبود
هجلى


لحق
يعبد
فيه

لذلك
سموه
كلهم
إلهاً
مع
اسمـه
6
الخاص
بحجر
أو
شجر
أو
حيوان
أو
إنسان
أو
كوكب
أو
ملك

هذا
اسـم
لشخصية
فيه

والألواهية


مرتبة
تخيل


العابد
له
أنها
مرتبـة
معبوده

وهي


على
الحقيقة
مجلى
الحق
لبصر
هذا
العابد
المعتكف
على
دـذا
المعبود
في
هذا
الجلى
المختص

ولهذا
قال
بعض
من
عرف
مقالة
جهالة

ا
نعبـدهم
إلا
ليقربونا
إلى
الله
زلفى

مع
تسميتهم
إياهم
آلهة
حتى
قالوا

أجعل
الآلهة
إلهـا
واحدا
إن
هذالشيء
عجاب


فما
أنكروه
بل
تعجبوا

0

ب
من
ذلك


196

فإنهم
وقفوا
مع
كثرة
الصور
ونسبة
الألومة


لها

فجاء
الرسول
ودعاهم
إلى
إله
واحد
يعرف
ولا
يشهد

بشهادتهم
أنهم
أثبتوه
عندهم
واعتقـدوه
في
قولهم

ا
نعبدهم
إلا
ليقربونا
إلى
الله
زلفى

لعـلهم
بأن
تلك
الصور


حجارة

وللك
قامت
الحجة
عليهم
بقوله

ل
صموهم


فما
يسموهم
إلا
بما
يعلمون
أن
تلك
الأسماء
لهم
حقيقة

وأما
العارفون
بالأمر
على
ما
هو
عليه
فيظهرون
بصورة
الإنكار
لما
عبد
من
الصور
لأ
مرتيتهم
في
العلم
تعطيهم
أن
يكونوا


يكم
الوقت
لحكم
الرسول
الذي
آمنـوا
به
عليهم
الذي
به
سموا
2
مؤمنين

هم
عباد
الوقت
مع
علهم
بانهم
ما
عبدوا
من
تلك
الصور
أعيانها

وإنما
عبدوا
الله
فيها
لحكم
سلطان
التجلي
الذي
عرفوه
منهم



وجهلـه
المنكر
الذي
لا
علم
له
بما
تجـلى

ويستره


العارف
المكمل
من
نبي
ورسول
ووارث
عنهم

فأمرهم
بالانتزاح
عن
تلك
الصور
لما
انتزح
عنها
رسول
الوقت
اتباعاً
للرسول
طمعاً
في
محبة
الله
إياهم
بقوله

ل
إن
كنتم
تحبون
الله
فاتبعوني
يحببكم
اله

فدعا
إلى
إله
يصمد
إليه
ويعدم
من
حيث
الجملة

ولا
يشهد

لا
تدركه
الأبصار


بل
مو


يدرك
الأبصار

للمطفه
وسريانه
في
أعيان
الأشياء

فلا
تدركه
الأبصـار
كا
أنها
لا
تدرلك


أرواحها
المدبرة
أشباحها
وصورها
الظاهرة


هو
اللطيف
الخبير


1

ا
والحخـبرة
ذوق

والذوق
تجـل

والتجلي
في
الصور

فلا
بد
منها
ولا
بد
منه

فلا
بد
أن
يعبده
من
رآه
بهواه
إن
فهمت

وعلى
الله
قصد
البيل


192

2

فص
حكمة
علوية
في
كلمة
موسوية
حكمة
قتل
الأبناء


من
أجـل
موسى
ليعود
إليه
بالإمداد
حياة
كل
من
1
قتل
من
أجله
لأنه
قتل
على
أنه
موسى

وما
ثم
جهل


فلا
بد
أن
تعود
حياته
على
مومى

أعني
حياة


المقتول
من
أجسله

وهي
حياة
طاهرة
على
الفطرة
لم
تدنسها
الأغراه


النفسية

بل
هي
على
فطرة

لى


فكان
موسى
مجموع
حياة
من
قتل
على
أنه
هو

فكل
ما
كان
مهيثٔاً
لذلك
المقتول
ما
كان
استعداد
روحه
له

كان
في
موسى
عليه
السلام

وهـذما
اختصاص
إلمي
بوسى
لم
يكن
لأحد
من
قبله

فإن
حكم
موسى
كثيرة
وأنا
إن
شاء
اله
أسره
منها
في
هذا
الباب
على
قدر
ما
يقع
به
الأمر
الإلهمي
في
خاطري

فكان
هذا
أول
ما
شوفهت
به
من
هذا
الباب

نفما
ولد
موسى
إلا
وهو
مجموع
أرواح
كثيرة
جمع
قوى
فعالة
لأن
الصغير
يفعل
في
الكبير

ألا
رى
الطفل
يفعل
في
الكبير
بالخاصية
فينزل
الكبير
من
رياسته
إليه
فيلاعبه
ويزقزق


له
ويظهر
له
بعقله

فهو
تحت
تسخيره
وهو

1
لا
يشعر

ثم
شغله
بتربيته
وحمايته
وقغقد
مصالحه
وقأنيسه


حتى
لا
يضيق

1

ب
صدره

هذا
كله
من
فعل
الصغير
بالكبير
وذلك
لقوة
المقام

فإن
الصغير
حديث
عهد
بربه
لأنه
حديث
التكوين

198

والكبير
أبعد

فمن
كان
من
الله
أقرب
سخر
امن
كان
من
الله
أبعد

كخواص
الملك
للقرب
منه
يسخرون
الأبعدين

كان
رسول
الله
صلى
الله
عليه
وسلم
يبرز
بنفسه


للمطر
إذا
نزل
ويكشف
رأسه
له
حتى
يصيب
منه
ويقول
إنه
حديث
عهد
بربه

فانظر
إلى
هذه
المعرفة
بالله
من
هذا
النبي
ما
أجلها
وما
أعلاهـا
وأوضحها
فقد
سخر
المطر
أفضل
البشر
لقربه
من
ربه
فكان
مثل
الرسول
الذي
ينزل
بالوحي
عليه

فدعاه


بالحال
بذاته
فبرز


إليه
ليصيب
منـه
ما
أتاه
به
من
ربه

فلولا
ما
حصلت
له
منه
الفائدة
الإلهية
بما
أصاب
منه

ما
برز
بنفسه
إليه

فهذه
رسالة
ماء
جعل
الله
منه
كل
شيء
حي
فافهم


وأما
حكمة
إلقائه
في
التاوت
ورميه
في
اليم

فالتابوت
ناسوته

واليم
ما
حصل
له
من
العلم
بواسطة
هذا
الجسم
مما
أعطته
القوة
النظرية
الفكرية
والقوى


الحسية
والخيالية
التي
لا
يكون
شيء
منها
ولا
من
أمثالها
لهذه
النفس
الإنسانيـة
إلا
بوجود
هـذا
الجسم
العنصري

فلما
حصلت
النفس
في
هذا
الجسم
وأمرت
بالتصرف
فيه
وتدبيره

جعل
الله
لها
هذه
القوى
آلات
يتوصل


بها
إلى
ما
أراده
الله
منها
في
تدبير

2

ا
هـذا
التابوت
الذي
فيه
سكينة
الرب

فرمي
به
في
اليم
ليحصل
بهذه


القوى
على
فنون
العلم


فأعلمه
بذلك
أن
وإن
كان
الروح
المدبر
له
هو
الملك

فإنه
لا
يدبره
إلا
به

فأصحبه
هذه
القوى
الكائنة
في
هذا
الناسوت
الذي
عبر
عنه
بالتابوت


ي
باب
الإشاراتوالحكم

3
كذلك
تدبير
الحق
العالم
ما
دبره
إلا
به
أو
بصورته

فما
دبره
إلا
به
كتوقف
الولد
على
إيجاد
الولد

والمسببات
على
أسبابها

والمشروطات
على
شروطها

4
والمعلولات

5
على
عللهـا

والمدلولات
على
أدلتهـا

والمحققات

199

عل
حقائقها

وكل
ذلك
من
العالم
وهو
تدبير
الحق
فيه

فما
دبره
إلا
به

وأما
قولنا
أو
بصورته

أعني
صورة
العالم

فأعني
به
الأسمـاء
الحسنى
والصفات
العلى
التي
تسمى
الحق
بها
واتصف
بها

فما
وصل
إلينا
من
اسم
تسمى
به
إلا
وجدا
معنى
ذلك
الاسم
وروحه
في
العالم

فما
دبر
العالم
أيضا
إلا
بصورة
العالم

ولذلك
قال
في
خلق
آدم
الذي
هو
البرنامج
الجامع
لنعوت
الحضرة
الإلهميـة
التي
هي
الذات
والصفات
والأفعال

ٕن
الله
خلق
آدم
على
صورته


ليست
صورته
سوى
الحضرة
الإلهية

فأوجد
في
هذا
المختصر
الشريف

2

ب
الذي
هو
الإنسان
الكامل
جميـع
الأسماء
الالهية
وحقاثق


ما
خرج
عنه
في
العالم
الكبير
المنفصل

وجعله
روحاً
للعالم
فسخر
له
العلو
والسفل
لكمال
الصورة


فك
أنه
ليس
شيء
من


العالم
إلا
وهمو
يسبح
بحمده

كذلك
ليس
شيء
من


لعالم
5
إلا
وهو
مسخر
لهذا
الإنسان
لما
تعطيه
حقيقة
صورته

فقال
تعالى

خر
لكم
ما
في
السموات
وما
في
الأرض
جميعا
منه

فكل
ما
في
العالم
تحت
تسخير


الإنسان

علم
ذلك
من
علمه

وهو
الإنسان
الكامل

وجهل
ذلك
من
جهله

وهو
الإنسان
الحيوان

فكانت
صورة
إلقاء
موسى
في
التابوت

وإلقاء
التابوت
في
اليم
صورة
هلاك

وفي
الباطن
كانت
نجاة
له
من
القتل

فحيي
كما
تحيا
لنفوس
بالعلم
من
موت
الجهل

كما
قال
تعالى

ٔو
من
كان
ميتاً

عني
بالجهـل
فأحييناه
يعني


بالعلم


جعلنا
له
نوراً
يمشي
به
في
الناس

وهو
الهدى


كمن
مثله
في
الظلمات

وهي
الضلال

يس
بخارج
منها
أي
لا
يهتدي
أبداً

فإن
الأرر


في
نفسه
لا
غاية
له
يوقف


عندها

فالهدى
هو
أن
يهتدي
الانسان
6

255
إلى
الحيرة

فيعلم

1
أن
الأمر
حيرة
والحيرة
قلق
وحركة

والحركة
حياة

فلا
سكون

فلا
موت

ووجود

فلا
عدم

وكذلك
في
الماء
الذي
به
حياة
الأر

3

ا
وحرككها

قوله
تعالى

اهتزت
وحملا

قوله

ربت

وولاد
تا
قوله


هوأنبت
من
كل
زوج
بيج


أي
أنهـا
ما
ولدت
إلا
من
يشبهها
أي
طبيعياً
ًمثلها
فكانت
الزوجية
التي
هي
الشفعية
لها
بما
تولد
منها
وظهر
7
عنها

كذلك
وجود
الحق
كانت
الكثرة
له
وتعداد
الأساء
أنه
كذا
وكذا
بماظهرعنه
من
العالم
الذي
يطلب
بنشأته
حقائق
الأسماء
الإلهمية

فثبت


ه
وبغالقه
أحدية
الكثرة

وقد
كان
أحدي
العين
من
حيث
ذاته
كالجوهر
الهميولاني
أحدي
العين
من
حيث
ذاته
كثير
بالصور

الظاهرة
فيه
التي
هو
حامل
لها
بذاته

كذلك
الحق
بما
ظهر
منه
من
صور


لتجلي

فكان
مجلى
صور
العالم
مع
الأحدية
المعقولة

فانظر
ما
أحسن
هذا
التعليم
الإلمي
الذي
خص
الله
بالاطلاع
عليه
من
شاء
من
عبادء

ولما
وجده
آل
فرعون
في
اليم
عندالشجرة
سماه
فرعون
موسى

والمو
هوالماء
بالقبطية
والسا
هو
الشجرة



سماهبماوجده
عنده

فإن
التابوت
وقف
عند
الشجرة


ي
اليم

فأراد
قتله
فقالت


مرأته

وكانت
منطقة
بالنطق
الالمي

فيا
قالت

1
لغرعون

إذ
كان
الله
تعالى

3


خلقها
للكال
كما
قال
عليه
السلام
عنها
يث
شهد
1
لهما
ولمريم
بنت
عمران
بالكال
الذي
هو
للذ
كران



فقـالت
لفرعون
في
حق
موسى
إنه

رة
عين
لي
ولك

فبه
قرت
عينها
بالكال

لذي
حصل
لها
كماقلنا
وكان
قرة
عين
لفرعون

الأيمان
الذي
أعطاه
الله
عند
الغرق

فقبضه
طاهرا
ًمطهراً
ليس
فيه
شيء
من
الخبث
لأنه
قبضه
عند
إيمـانه
قبل
أن
8
يكتسب
شيثٔاً
من
الآام

والاسلام
يبٔ


ما
قبله

وجعله
آية
على
عنـايته
سبحانه
بمن
شاء


حتى
لا
ييأس
أحد
من
رحمة
الله


إنه

لا
ييأس
من
روح
اله

إلا
القوم
الكافرون

فلو
كان
فرعون
من


ييس
مـا
بادر
إلى
الايمان

فكان
موسى
عليه
السلام
كما
قالت
امرأة
فرعون
فيه

ٕنه
قرة
عين
لي
ولك
عسى
أن
ينفعنا
وكذلك
وقع
فإن
الله
نفعهما
به
عليه
السلام
وإن
كانا
ما
شعرا
بـأنه
هو
النبي
الذي
يكون
على
يديه
هلاك
ملك
فرعون
وهلاك
آله

ولما
عصمه
الله
من
فرعون

ٔصبح
فؤاد
أم
موسى
فارغا
من
الهم
الذي
كانقد
أصابها

م
إن
اله
حرم
عليه
المراضع
حتى
أقبل
على
تثدي
أمه
فأرضعته
ليكل
اللهلها
سرورها
به

كذلك

علم
الشرائع

كا
قال
تعالى

كل
جعلنا
منكم

4

ا
شرعة
ومنهـاجاً
أي
طريقاً

ومنهاجاً
أي
من
تلك
الطريقة
جاء

فكان
مـذا
القول
إشارة
إلى
الأصل
الذي
منه
جاء

فهو
غذاؤه
كما
أن
فرع
الشجرة
لا
يتغذى
إلا
من
أصله

فما

0
كان
حراما
في
شرع
يكون
حلالاً
في
شرع
آخر
يعني
في
الصورة

أعني

202

قولي
يكون
حلالاً

وفي
نفس
الأمر
ما
هو
عين
ما
مضى

لأن
الأمر
خلق
جديد
ولا
تكرار
فلهذا
نبهناك

فكنى
عن
هـذا
في
حق
موسى
بتحريم
المراضع

فأمه
على
الحقيقة
من
أرضعته
لا
من
ولدته

فإن
أم
الولادة
حملته
على
جهة
الأمانة
فتكون
فيها
وتغذى
بدم
طمثها
من
غير
إرادة
لها
في
ذلك
حتى
لا
يكون
لها
عليه
امتنان

فإنه
ما
تغذى
إلا
بما


لو
لم
يتذ
به
ولم


غرج
عنها
ذلك
الدم
لأملكهاوأعرضها

فلجنين
المنة
على
أمه
بكونه
تغذى
بذلك
الدم
فوقاها
بنفسه
من
الضرر
الذي
كانت
تجده
لو
امتسك
ذلك
الدم
عندها
ولا
يخرج
ولا
يتغذى
به
جنينها

والمرضعة
ليست
كذ
لك

فإنها
قصدت
برضاعته
حياته
وإبقائه

فجعل
الله
ذلك
لموسى
في
أم
ولادته

فلم
يكن
لامرأة
عليه
فضل
ٕلا
لأم
ولادته
لتقر

عينها
أيضاً
بتربيته
وتشاهد
انتشاءه


في
حجرها

لا
تحزن


نجاه
الله
من
10
غم
التابوت

فخرق
ظلة
الطبيعة

4


بما
أعطاه
الله
من
العلم
الإلهي
وإن
لم
يخرج
عنها

وفتنه
فتونا
أي
اختبره
في
مواطن
كثيرة
ليتحقق
في
نفسه
صبره
على
ما
ابتلاه
اله


ه

فأول
ما
ابلاه
الله
به

قتله
القبطي
بما
ألهممه
الله
ووفقه
له
في
سره

وإن
لم
يعلم
بذلك

ولكن
لم
يجد
في
نفسه
اكتراثٔا
بقتله
مع
كونه
ما
توقف
حتى
يأتيه
أمر
ربه
بذلك

لأن
الني
معصوم
الباطن
من
حيث
لا
يشعر
حتى
ينبا
أي
يخبر
بذلك

ولهذا
أراه
الخضر
قتل
الغلام
فأنكر


عليه
قتـل
ولم
يتذكر
قتله
القبطي
فقال
له
الخضر
ا
فعلته
عن
أمري

ينبهه


على
مرتبته
قبل
أن
ينبا
أنه
كان
معصوم
الحركة
في
نفس
الأمر
وإن
لم
يشعر
بذلك

وأراه
أيضاً
خرق
السفينة
التي
ظاهرها
هلاك
وباطنها
نجاة
من
يد
الغاصب

عل
له
ذلك

203
في
مقابلة
التابوت
له
الذي
كان
في
اليم
مطبقاً
عليه

فظاهره
هلاك
وباطنه
نجاة

وإنما
فعلت
به
أمه
ذلك
خوفا
من
يد
الغاصب
فرعون
أن
يذبحه
صـبرا


وهي
11
تنظر
إليه

مع
الوحي
الذي
ألهمها
الله
به
من
حيث
لا
تشعر
فوجدت
في
نفسها
أنها
ترضعه
فإذا
خافت
عليه
ألقته
في
اليم
لأن
في
المثل

ـين
لا
ترى
قلب
لا
يفجع
1
فلم

5


تخف
عليه
خوف
مشاهدة
عين

لا
حزنت
عليه
حزن
رؤية
بصر

وغلب
على
ظنها
أن
الله
ربما
رده
إليها
لحسن


نها
به

فعاشت
بهذا
الظن
في
نفسها

والرجاء
يقابل
الخوف
واليأس

وقالت
حين
ألهمت
لذلك

لعل
هذا
هو
الرسول
الذي
يهلك
فرعون
والقبط
على
يديه

فعاشت
وسرت
بهذا
التوهم
والظن
بالنظر
إليها

وهو
علم
في
نفس
الأمر
ثم

إنه
لما
وقع
عليه
الطلب
خرج
فارا

خوفاً
في
الظاهر

وكان
في
المعنى
حباً
للنجاة

فإن
الحركة
أبداً
إنما
هي
حبية

ويحجب


الناظر
فيها
بأسباب
أخر

وليست
تلك

وذلك
12
لأن
الأصل
حركة
العالم
من
العدم
الذي
كان
ساكناً
فيه
إلى
الوجوه

ولذلكيقال
إن
الأمر
حركة
عن
سكون

فكانت

الحركة
التي
هي
وجود
العـالم
حركة
حب

وقد
نبه
رسول
الله
صلى
الله
عليه
وسـلم
على
ذلك
بقوله

نت
كنزاً


لم
أعرف
فأحببت
أنأعرف

فلولا
هذه
المحبة
ما
ظهر
العالم
في
عينه

فحركته
من
العدم
إلى
الوجود
حركة
حب
الموجد
لذلك

ولأن
العـالم
أيضاً
يحب
شهود
نفسه
وجوداً
كما
شهدها
ثبوتا

فكانت
بكل
وجه
حركته
من
العدم
الثبوتي
إلى
الوجود
حكة

0
حب
من
جـانب
الحقى
وجانبه

فإن

2
13
الكال
محبوب
لذاته

وعلمه
قتعالى
بنفسه




من
حيث
هو
غني
عن
العالمين

هو
له



وما
بقي
إلا
تمام
مرتبة
العلم
بالعلم


الحادث
الذي
يكون
من
هذه
الأعيان

أعيان
العالم

إذا
وجدت

فتظهر
صورة
الكمال
بالعلم
المحدث
والقديم
فتكمل
مرتبة
العلم
بالوجهين

وكذلك
تكمل
مراتب
الوجود

فإن
الوجود
منه
أزلي
وغير
أزلي
ومو


الحـادث

فالأزلي
وجود
الحق
لنفسه

وغير
الأزي
وجود
الحق
بصورة


العالم
الثابت

فيسمى


حدوثٔاً
لأنه
ظهـر
بعضه
لبعضه
وظهر
لنفسه
بصور


لعالم

فكمل
الوجود
فكانت
حركة
العـالم
حبية
لكمال
فافهم

ألا
راه
كيف
نفس
عن
الأسماء
الإلمية
ما
كانت
تمجده
من
عدم
ظهور
آثارها
في
عين


مسمى
العالم

فكانت
الراحة
محبوبة
له


ولم
يوصل
إليها
إلا
بالوجود


الصوري
الأعلى
والأسفل

فثبت
أن
الحركة
كانت
للحب

فا
ثم
حركة
في
الكون
إلا
وهي
حبية

فمن
العلمـاء
من
يعلم
ذلك
ومنهم
من
1
يحجبه
السبب
الأقرب
لحكمه
0
في
الحال
واستيلائه
على
النفس

فكان
الحخوف
لموسى
مشهوداً
له
بما
وقع
من
قتله
القبطي

وتضمن
الخوف
حب
النجـاة
من
القتل

ففر
لما
خاف

وفي
المعنى
ففر
لما
أحب
النجاة
من
فرعون
وعمله
به

فذكر
السبب
الأقـرب
المشهود
له
في
الوقت
الذي
هو
كصورة
الجسم
للبشر

6

ا
وحب
النجاة
مضمن

1
يه
تضمين
الجسد
للروح
المدبر
له

الأنبياء
لهم
لسان
الظاهر
به
يتكلمون
لعموم
الخطاب

واعتمادهم
على
فهم
العالمالسامع

فلا
يعتبر
الرسل
إلا
العامة
لعلمهم
بمرتبة

12
أهل
الفهم

كما
نبه
عليه
السلام
على

2
5
هذه
المرتبة


في
العطايا
فقال

ٕني
لأعطي
الرجل
وغيره
أحب
إلي
منه
مخافة
أن
يكبه
الله
في
النار
فاعتبر
الضعيف
العقل
والنظر
الذي
غلب
عليه
الطمع
والطبع

فكذا
ما
جاءوا
به
من
العلوم
جـاءوا
به
وعليه
خلعة
أدنى
الفهوم
ليقف
من
لا
غوصن


ه
عند
الخلعة

فيقول
ما
أحسن
هذه
الخلعة

ويراها
غاية
الدرجة

ويقول
صاحب
الفهم
الدقيق
الغائص
على
درر
الحكم

بما
استوجب
هذ


ذه
الخلعة
من
الملك
فينظر
في
قدر
الخلعة
وصنفها
من
الثياب

فيعلم
منها
قدر
من
خلعت
عليه

فيعير
على
علم
لم
يحصل
لغيره
من
لا
علم
له
بمثل
هذا
ولما
علمت
الأنبياء
والرسل
والورثٔة
أن
في
العالم
وأمهم


من
هو
بهذه
المثابة

عمدوا


في
العبارة
إلى
اللسان
الظاهمر
الذي
يقع
فيه
اشترالك


الخاص
والعام

فيفم
منه
الخاص
ما
فهم
العامة
منه
وزيادة
مـا
صح
له
به
اسم
أنه

9
اص

فيتميز
به
عن
العامي

فاكتفى


المبلغون


العلوم
بهذا

فهذا

6


حكمة
قوله
عليه
السلام

فررت
منكم
لما
خفتكم

لم
يقل
ففررت
منكم
حباً
في
السلامة
والعافية

فجاء
إلى
مدين
فوجد
الجاريتين

سقى
لهما

من
غير
أجر


ثم
تولى
إلى
الظل

الإلهي
فقال

ب
إني
لما
أنزلت
إلي
من
خير
فقير

فجعل
عين
عمله

لسقي
عين
الخير
الذي
أنزله
الله
إليه

ووصف
نفسه
بالفقر
إلى
الله
في
الخير
الذي
عنده
فأراه
الخضر
إقامة
الجدار
من
غير
أجر
فعتبه

5
لى
ذلك

فذكره
سقايته
من
غير
أجر

إلى
غير
ذلك
ما
لم

1
يذكر
حتى
تمنى
صلى
الله
عليه
وسلم
أن
يسكت
موسى
عليه
السلام
ولا
يعترض
حت
يقص

2
الله
عليه
من
أمرهمـا

206

فيعلم
بذلك
ما
وفق
إليه
موسى
من
غير


علم
منه
إذ
لو
كان
على


علم
ما
أنكر
مثل
ذلك
على
الخضر
الذي
قد
شهد
الله
له
عند
موسى
وزكاه
وعدله

ومع
هذا
15
غفل
موسى
عن
تزكية
اله

وعما
شرطه


عليه
في
اتباعه

رحمة
بنا
إذا
نسينا
أسر
الله

ولو
كان
موسى
عالما
بذلك
لما
قال
له
الخضر

ما
لم
تحط
به
خغبرا
أي
إني
على
علم
لم
يحصل
لك
عن
ذوت
كا
أنت
على
علم
لا
أعلمه
أنا
فأنصف

وأما
حكمة
فراقه
فلأن
الرسول
يقول
الله
نيه

ما
أتاكم
الرسول
فغذوه
ومـا
نهاكم
عنه
فانتهوا
فوقف
العلماء
بالله
الذين
يعرفون
قدر
الرسالة
والرسول

7


عند
هذا
القول

وقد
علم
الخضر
أن
موسى
رسول
الله
فأخذ
يرقب
ما
يكون
منه
ليوفي
الأدب
حقه
مع
الرسول



فقال
له

ٕن
سألتك
عن
شيء
بعدهـا
فلا
تصاحبني
فنهاه
عن
صحبته

فلما
وقعت
منه
الثالثة
قال


ـذا
فراق
بيئي
وبينك

ولم
يقل
له
موسى
لا
تفعل
ولا
طلب
صحبته
لعلمه
بقدر
الرتبة
التي
هو
فيها
التي
نطقته
بالنهي
عن
أن
يصحبه

فسكت
موسى
ووقع
الفراق

فانظر
إلى
كمال
هذين
الرجلين
في
العلم
وتوفية
الأدب
الإلهمي
حقه
وإنصاف
الخضر
فيما
اعترف
به
عند
موسى
عليه
السلام
حيث
قال
له

ٔنا
على
علم
علمنيه
الله
لا
تعلمـه
أنت

وأنت
على
علم
علمكه
الله
لا
أعلمـه
أنا

فكان
هـذا
الإعلام
في
الحخضر
لموس
دواء
لما
جرحه
به
في
قوله

كيف
تصبر
على
ما
لم
تحط
به
خبرا
مع
علمه
بعلو
رتبته
بالرسالة

وليست
تلك
الرتبة
للخضر

وظهر
ذلك
في
الأمـة
المحمدية
في
حديث
إبار
النغل

فقال
عليه
السلام
لأصحابه

ٔنتم
أعلم
بمصـالح
دنيام

ولا
شك
أن
العلم
بالشيء
خير
من
الجهل
به

ولهذا

مدح
اله
نفسه
بـأنه
بكل

2

شيء
عليم



فقـد
اعترف
صلى
الله
عليه
وسلم
لأصحابه
بأنهم
أعلم
بمصالح
الدنيا


منه
لكونه
لا
خبرة


له
بذلك

7

ب
فإنه
علم
ذوق
وتجربة
ولم
يتفرغ
عليه
السلام
لعلم
ذلك

بل
كان


شغل
بالأهم
فالأهم

فقد
نبهتك
على
أدب
عظيم
تنتفع
به
إن
استعملت
نفسك
فيه

وقوله

وهب
لي
ربي
حكاً
يريد
الخلافة


جعلني
من
المرسلين

يريد
الرسالة

فمـا
كل
رسول
خليفة

16
فالخليفة
صاحب
السيف
والعزل
والولاية

والرسول
ليس
كذلك

إنمـا
عليه
بلاغ

ما
أرسل
به

فإن
قاتل
عليه
وحماه
بالسيف
فذلك
الخليفة
الرسول

فكما
أنه
ما
كل
نبي
رسول

كذلك
ما
كل
رسول
خليفة

أي
ما
أعطي
الملك
ولا
التحكم
فيه

وأما
حكمة
سؤال
فرعون
عن
الماهية
الإلهية
فلم
يكن


عن
جهل

7ا
وإنما
كان
عن
اختبار
حت
يرى
جوابه
مع
دعواه
الرسالة
عن
ربه

قد
علم
فرعون
مرتبة
المرسلين
في
العلم

فيستدل
بجوابه
على
صدق
دعواه

وسأل
سؤال
إيهام


من
أجل
الحاضرين
حتى
يعرفهم
من
حيث
لا
يشعرون
بمـا
شعر
هو
في
نفسه
في
ؤاله
فإذا
أجابه
جواب
العلماء
بالأمر
أظهز
فرعون

ٕبقاء
لمنصبه

أن
موسى
ما
أجابه
على
سؤاله

فيتبين
عند
الحاضرين

لقصور
فهمهم

أن
فرعون
أعلم
من
موسى

ولهذا
لما
قال
له
في
الجواب
ما
ينبغي

وهو

8

ا
في
الظاهر
غير
جواب
ما
سئل
عنه

وقد
علم
فرعون
أنه
لا
يجيبه
إلا
بذلك

فقـال
لأصحابه

ٕن
رسولكم
الذي
أرسل
إليكم
لمجنون
أي
مستور
عنه
علم
ما
سألته
عنه

إذ
لا
يتصور
أن
يعلم
أصلاً

فالسؤال
صحيح

فإن
السؤال


عن
الماهية
سؤال
عن
حقيقة
المطلوب

ولا
بد
أن
يكون
على
حقيقة
في
نفسه


وأما
الذين
جعلوا
الحدود
مركبة
من
جنس
وفصل

فذلك
في
كل
مـا
يقع
فيه
الاشتراك

ومن
لا
جنس
له
لا
يلزم
ألا

كون
على
حقيقة
في
نفسه
لا
تكون
لغيره

فالسؤال
صحيح
على
مذهب
أهل
الحق
والعلم
الصحيح
والعقل
السليم

والجواب
عنه
لا
يكون
إلا
بما
أجاب
به
موسى

وهنا
سر
كبير

فإنه
أجاب
بالفعل
لمن
سأل
عن
الحد
الذاتي

فجعل
الحد
الذاتي
عين
إضافته
إلى
ما
ظهر
بهمن
صور
العالم

أو
ما
ظهر
فيه
من
صور
العالم

فكأنه
قال
في
جواب
قوله
وما
رب
العالمين

قال

الذي
يظهر
فيه
صور
العالمين
من
علو

وهو
السماء

وسفل
وهو
الأرض

ٕن
كنتم
موقنين

أو
يظهر


هو
بها
فلماقال
فرعونلأصحابه

ٕنه
لمجنون
كماقلنا
في
معنى
كونه
مجنوناً

اد
موسى
في
البيان


يعلم
فرعون
18
رتبته

في
العلم
الإلمي

8


لعلمه
بأن
فرعون
يعلم
ذلك

فقال


ب
المشرق
والمغرب
فجاء
بما
يظهر
ويستر

وهو
الظاهر
والباطن

وما
بينهما
وهو
قوله

كل
شيء
عليم



ٕن
كنتم
قتعقلون


أي
إن
كنتم
أصحابتقييد
فإن
العقل
يقيد


فالجواب
الأول
جواب
الموقنين
وهم
أهل
الكشف
والوجود
فقال
له

ٕن
كنتم
موقنين
أي
أهل
كشف
ووجود

فقد
أعلمتكم
بما
تيقنتموه
في
شهودكم
ووجودم

فإن

م
تكونوا
من
هذا
الصنف

فقد
أجبتكم
في
الجواب
الثاني
إن
كنتم
أهل
عقل
وتقييد
وحصر

ثم
الحق
فيما
تعطيه
أدلة
عقولكم

فظهر
موسى
بالوجهين
ليعلم
فرعون
فضله
وصدقه

وعلم
موسى
أن
فرعورن
علم
ذللك

29

أو
يعلم
ذلك

لكونه
سأل
عن
الماهية

فعلم
أنه
ليس
سؤاله
على
اصطـلاح
القدماء
في
السؤال
بما


فلزلك


أجاب

ولو


علم
منه
غير
ذلك
لخطـأه
في
السؤال

فلما
جعل
موسى
المسيول
عنه
عين
العالم

خاطبه
فرعون
بهذا
اللسان


19
والقوم
لا
يشعرون

فقال
له

ئن
اتخذت
إلهاً
غيري
لأجعلنك
من
المسجونين

والسين
في

لسجن

من
حروف
الزوائد

أي
لأسترنك
فإنك
أجبت
بما
أيدتني
به
أن
أقول
لك
مثل
هذا
القول

فإن
قلت
لي

فقد
جهلت
يا
فرعون

9


بوعيدك
إياي

والعين
واحدة

فكيف
فرقت

فيقول
فرعون
إنمـا
فرقت
المراتب


العين

ما
تفرقت
العين
ولا
انقسمت
في
ذاتهـا
ومرتبتي
الآن
التحكم
فيك
يا
موسى
بالفعل

وأنا
أنت
بالعين
وغيرك
بالرتبة

فلما
فهم


ذلك
موسى
منه
أعطاه
حقه
في
كونه


يقول
له
لا
تقدر
على
ذلك

والرتبة


تشهد
له
يالقدرة
عليه
وإظهار
الأثر
فيه

لأن
الحق
في
رتبة
فرعون
من
الصـورة

1
الظاهرة

لهما
التحكم
على
الرتبة
التي
كان
فيها
ظهور
موسى
في
ذلك
المجلس

فقال
ه

يظهر
0
له
المانع
من
تعديه
عليه


ٔو
لو
جئتك
بشيء
مبين

فلم
يسع
فرعون
إلا
أن
يقول
له

أت
به
إن
كنت
من
الصادقين

حتى
لا
يظهر
فرعون
عند
الضعفاء
الرأي
من
قومه

1
بعدم
الإنصاف
فكانوا
يرتابون
فيه

وهي
الطائفة
لتي
استخفها

2
فرعون
فأطاعوه

ٕنهم
كانوا
قوماً
فاسقين


أي
خارجين
عما
تعطيه
العقول
الصحيحة
من
إنكار
ما
ادعاه
فرعون
بالسان
الظاهر
3
ي
العقل


21
فإن
له
حداً
يقف
عنده
إذا
جاوزه


صاحب
الكشف
واليقين

ولهمـذا
جاء
20
موسى
في
الجواب


بما
يقبله
الموقن
والعاقل
خاصة


ألقى
عصـاه


وهي
صورة
ما
عصى
به
فرعون
موسى
في
إبائه
عن
إجابة
دعوته


إذا
هي
ثعبان
مبين
أي
حية
ظاهرة

فانقلبت
المعصية
التي
هي
السيئة
طـاعة

9

ب
أي
حسنة
كا
قال

بدل
الله
سيئاتهم
حسنات

يعني
في
الحكم

فظهر
الحكم
هنا
عيناً
متميزة
في
جوهر
واحد
فهي
العصا
وهي
الحية
والثعبان
الظـاهر


فالتقم
أمثاله
من
الحيات
من
كونها
حية
والعصي
من
كونها
عصـاً

فظهرت


حجة
موسى
على
حجج
فرعون
في
صورة
عصي
وحيات
وحبال

فكانت
للسحرة
الحبال


ولم
يكن
لموسى
حبل

والحبل
التل
الصغير

أي
مقاديرهم
بالنسبة
إلى
قدر
موسى
بمنزلة
الحبال
من
الجبال
الشامخة
فلما
رأت
السحرة
ذلك
علموا
رتبة
موسى
في
العلم

وأن
الذي
رأوه
ليس
من
مقدور
البشر

وإن
كان
من
مقدور
البشر
فلا
يكون
إلا
من
له
تميز


في
العلم
المحقق
عن
التخيل
والإيهام

فآمنوا
برب
العالمين
رب
موسى
وهارون

أي
الرب
الذي
يدعو
إليه
موسى
وهارون

لعلمهم
بأن
القوم
يعلمون
أنه
ما
دعا
لفرعون

ولما
كان
فرعون
في
منصب
التحكم
صاحب
الوقت

وأنه
الخليفة
بالسيف

وإن
جار
في
العرف
الناموسي

لذلك
قال

ٔا
ربكم
الأعلى


أي
وإن
كان
الكل
أربابا
بنسبة
مثا

فاا
الأعلى
منهم
بما
أٔعطيته
في
الظاهر
من
التحكم
فيكم

ولما
علمت
السحرة
صدقه
في
مقـاله
لم
ينكروه
وأقروا
له
بذلك

00

1
فقالوا
له

إنما
تقضي
هذه
الحياة
الدنيا

211
فاقض
ما
أنت
قاد



فالدولة
لك



فصح
قوله

ٔنا
ربكم
الأعلى


وإن
كان
عين


الحق
فالصورة
لفرعون

فقطع
الأيدي
والأرجل
وصلب
بعين
حق
في
صورة
باطل
لنيل
مراتب
لا
تنال
إلا
بذلك
الفعل

فـإن
الأسباب
لا
سبيل
21
إلى
تعطيلها
لأن
الأعيان
الثابتة
اقتضتها

فلا
تظهر
في
الوجود
إلا
بصورة
ما
هي
عليه
في
الثبوت
إذ
لا
تبديل
لكلمات
الله

وليست
كلمات
الله
سوى
أعيـان
الموجودات

فينسب
إليها
القدم
من
حيث
ثبوتها

وينسب
إليهـا
الحدوث
من
حيث
وجودها
وظهورها
كما
تقول
حدث
عندا
اليوم
إنسان
أو
ضيف

ولا
يلزم
من
حدوثه
أنه
ما


كان
له
وجود
قبل
هذا
الحدوث

لذلك


قال
تعالى
في
كلامه
العزيز
أي
في
إتيانه
مع
قدم
كلامه

ا
يأتيهم
من
ذكرمن
ربهم
محدث
إلا
استمعوه
وهم
يلعبون



ا
يأتيهم
من
دكر
من
الرحمن
محـدث
إلا
كانوا
عنـه
معرضين


والرحمن


لا
يأتي
إلا
بالرحمة

ومن
أعرض
عن
الرحمة
استقبل
العـذاب
الذي
هو
عدم
الرحمة

وأما
قوله

لم
يك
ينفعهم
إيمانهم
لما
رأوا
باسنا
سنثة
الله
التي
قد
خلت
في
عباده

إلا
قوم
يونس

فلم
يدل
ذلك
على
أنه
لا
ينفعهم
في
الآخرة
لقوله


ي
الاستثناء
إلاقوم
يونس

فأرادأن
ذلك
لا
يرفع
عنهم
الأخذ
في
الدنيا

فلذزلك
أخذ
فرعون

00

مع
وجود
الإيمان
منه

همذا
إن
كان
أمره
أمر

من
تيقن
بالانتقال
في
تلك
الساعة

وقرينة
الحال
تعطي
أنه
ما
كان
على
يقين
من
الانتقال

أنه
عاين
المؤمنين
يمشون
في
الطريق
اليبس
الذي
ظهر
بضرب
موسى
بعصاه
البحر

فلم
يتيقن
فرعون
بالهلاك
إذ
آمن

بخلاف

212
المحتضر
حتى
لا
يلحق
به

فآمن
بالذي
آمنت
به
بنو
إسرائيل
على
التيقن


بالنجاة

فكان
كما
تيقن
لكن
على


غير
الصورة
التي
أراد

فنجاه
الله
من
عذاب
الآخرة
في
نفسه

ونجى
بدنه
كما
قال
تعالى

اليوم
ننجيك
ببدنك
لتكون
لمن
خلفك
آية


لأنه
لو
غاب
بصورته
ربما
قال
قومه
احتجب

فظهر
بالصورة
المعهودة
ميتاً
ليعلم
أنه
هو

فقد
عمته
النجاة
حساً
ًومعنى

ومن
حقت
عليـه
كلمة
العذاب
الأخروي
لا
يؤمن
ولو
جاءته
كل
آية
حتى
يروا


العذاب
الأليم

أي
يذوقوا
العذاب
الأخروي

فخرج
فرعون
من
هذا
الصنف

هذا
هو
الظاهر
الذي
ورد
به
القرآن

ثم
إنـا
نقول
بعد
ذلك

والأمر
فيه
إلى
الله

لما
استقر
في
نفوس
عامة
الخلق
من
شقائه

وما
لهم
نص


في
ذلك
يستندون
إليه

وأما
23
ٓله
فلهم
حكم
آخر
ليس
هذا
موضعه

ثم
لتعلم
أنه
ما
يقبض
الله
أحـدا
إلا
وهو
مـؤمن
أي
مصدق
بما
جاءت
بـه
الأخبار
الإلهية

وأعني

01


من
الحتضرين

ولهذا
يكره
موت
الفجاءة
وقتل
الغفلة

فأما
موت
الفجاءة
فحدٔه
أن
يخرج
النفس
الداخل
ولا
يدخل
النفس
الخارج
فهذا
موت
الفجاءة

هذا
غير
المحتضر

وكذلك
قتل
الغفلة
بضرب
عنقه
من
ورائه
وهو
لا
يشعر

فيقبض
على
ما
كان
عليه
من
إيمان
أو
كفر

ولذلكقال
عليه
السلام

يحشر
على
ما
عليهمات

كيا
أنه
يقبض
على
ما
كان
عليه

والمحتضر
ما
يكون
إلا
صاحب
شهود
هوصاحب
إيمان
بما
ثمة

فلا
يقبض
إلا
على
ما
كان
عليه

لأن

ان
حرف
وجودي


لا
ينجر
معهالزمان
إلا
بقرائن
الأحوال

فيفرق
بين
الكافر
المحتضر
في
الموت
وبين
23
الكافر
المقتول
غفلة
أوالميتفجاءة
كما
قلنا
في
حد
الفجاءة

وأماحكة
التجلي
والكلام

213
في
صورة
النار

فلأنا

انت
بغية
موسى

فتجلى
له
في
مطلوبه
ليقبل
عليه
ولا
يعرض
عنه

فإنه
لو
تجلى
له
في
غير
صورة
مطلوبه
أعرض
عنه
لاجتماع
همه


لى
مطلوبخاص

لو
أعرض
لعاد
عمله
عليه
وأعرض


عنه
الحق

وهو
مصطفى
مقرب

فمن
قربه
أنه
تجلى
له
في
مطلوبه
وهو
لا
يعلم
كنار
موسى
رآها

عين
حاجته
وهو
الإله
ولكن
ليس
يـدريه
26

فص
حكمة
صمدية
في
كلمة
خالدية

01

وأما
حكمة
خالد
ن
سنان
فإنه
أظهـر
بدعواه
النبوة
ا
لبرزخية

فإنه
ما
ادعى
الإخبار
بمـا
هنالك
إلا
بعد
الموت

فأمر
أن
ينبش
عليه
ويسأل
فيخبر
أن
الحكم
في
البرزخ
على
صورة
الحياة
الدنيا

فيعلم
بذلك
صدق
الرسل
كلهم
فيما
أخبروا
به
في
حياتهم
الدنيا

فكان
غرض
خالد
صلى
الله
عليه
وسلم
إيمان
العالم
كله
بما
جاءت
به
الرسل
ليكون
رحمة
للجميـع

فإنـه
تشرف


بقرب
نبوته
من
نبوة
محمد
صلى
الله
عليه
وسلم

وعلم
أن


اش
أرسله
رحمة
للعالمين

ولم
يكن
خالدبرسول

فأراد
أن
يحصل
من
هذه
الرحمة
في
الرسالة
المحمديةعلى
حظ
وافر
ولم
يؤمر
بالتبليغ

أراد
أن
يحظى
بذلكفي
البرزخ
ليكون
أقوى
في
العلم
في
حق
الخلق

فأضاعه
قومه

ولم

يصف
النبي
صلى
الله
عليه
وسلم
قومه


بأنهم
ضاعوا
وإنما
وصفهم
بأنهم
أضاعوا
نبيهم
حيث
لم
يبلغوه
مراده

فهل
بلغه
الله
أجر
أمنيته
2
فلا
شك
ولا
خلاف
أن
له
أجر
الأمنية



وإنما
الشك
والخلاف
في
أجـر
المطلوب

هل
يساوي
تني
وقوعه
عـدم



214

وقوعه
بالوجود
أم
لا

فإن
في
الشرع
ما
يؤيد
التساوي
في
مواضع
كثيرة

كالآتي
للصلاة


في
الجماعة
فتفوته
الجماعة
فله
أجر
من
حضر
الجماعة

وكالمتمني
مع
فقره
ما
هم
عليه
أصحاب

02

ا
الثروة
والمـال
من
فعل
الخـيرات


فله
مثل
أجورهم

ولكن
مثل
أجورهم
في
نياتهم
أو
في
عملهم


فإنهم
جمعوا
بـين
العمل
والنية

ولم
ينص
النبي
عليهما


ولا
على
واحد
منهما
فالظاهر
أنـه
لا
تساوي
بينهما

ولذلك
طلب
خالد
بن
سنان
الإبلاغ
حتى
يصح
له
مقام
الجمع
بين
الأمرين
فيحصل
على
الأجرين
والله
أعم


1
2
فص
حكة
فردية
في
كلمة
محمدية

إما
كانت
حكته
فردية
لأنه
أكمل
موجود
في
هذا
النوع
الإنساني

لهذا
بدىء
به
الأمر
وختم



فكان
نبياً
وآدم
بين
الماء
والطين

ثم
كان
بنشأته
العنصريةخاتم
3
النبيين

وأول
الأفراد
الثلاثة

وما
زاد
على
هذه
الٔولية
من
الأفراد
فإنها
عنها
فكان
عليه
السلام
أدل
دليل
على
ربه

فإنه
أوتي
جوامع
الكلم
التي
هي
مسميات
أسما


آدم

فأشبه
الدليل
في
تثليثه

والدليل
دليل


نفسه

ولما
كانتحقيقته
تعطي
الفردية
الأولى
بما
هو
مثلث
النشأة


لذلك
قال
في
باب
المحبة
التي
هي
أصل
الموجودات

بب
إلي
من
دنيا
كم
ثلاث

بما
فيه
من
التثليث

ثم
ذكر
النساء
والطيبوجعلت
قرة
عينه
في
الصلاة

فابتدأ
بذكر
النساء
وأخر
الصلاة

وذلك
لأن

15

المرأة
جزء
من
الرجل
في
أصل
ظهورعينها


02

ومعرفة
الإنسان
بنفسه
4
مقدمة
على
معرفته
بربه

فإن
معرفته
بربه
نتيجة
عن
معرفته
بنفسه

لذلك
قال
عليه
السلام

ن
عرف
نفسه
عرف


ربه
فإن
شئت
قلت
بمنع
المعرفة
في
هذا
الخبر
والعجز
عن
الوصول
فإنه
سائغ
فيه

وإن
شئت
قلت
بشثبوت
المعرفة
فالأول
أن
تعرف
أن
نفسك
لا
تعرفها
فلا
تعرف
ربك

والثـاني
أن
تعرفها
فتعرف
ربك

فكان
محمد
صلى
الله
عليه
وسلم
أوضح
دليـل
على
ربه

فإن
كل
جزء
من
العـالم
دليل
على
أصله
الذي
هو
ربه
فافهم

فإنما
حبب
إليه
النساء
فحن
إليهن
لأنه
من
باب
حنـين


الكل
إلى
جزئه

فأبان
بذلك
عن
الأمر
5
في
نفسه
من
جانب
الحـق


في
قوله
في
هذه
النشأة
الإنسانيـة
العنصرية

نفخت
فيه
من
روحي


ثم
وصف


نفسه
بشدة
الشوق
إلى
لقـائه
فقال
للمشتاقين



ا
داود
إني
أشد
شوقاً
إليهم

يعني
المشتاقين
إليه

وهو
لقـاء
خاص

فإنه
قال
في
حديث
الدجال
إن
أحدكم
لن
يرى
ربه
حتى
يموت

فلا
بد
من
الشوق
لمن
هذه
صفته

فشوق
الحق
لهؤلاء
المقربين
مع
كونه
يراهم
فيحب

أن
يروه
ويأبى
المقام
ذلك

فأشبه
قوله
حتى
نعلم

مع


كونه
عالماً

فهو
يشتاق
لهذه
الصفة
الخاصة
التي
لا
وجود
لها
إلا
عند
الموت

فيبل
بها
شوقهم
إليه
كما
قال
تعالى
في
حديث
التردد
وهو
من
هذا


الباب

ا
ترددت
في
شي
ءأنا
فاعله
ترددي
في
قبض
عبدي


المؤمن
يكره
الموت

03

1
وأكره


مساءته
ولا
بد
لهمن
لقاي

بشره
4
ما
قال
له
لا
بد
له
من
الموت
لئلا
يغمه
بذكر
الموت


216

ولما
كان
لا
يلقى
الحق
إلا
بعد
الموت
كا
قال
عليه
السلام

ٕن
أحدم
لا
يرى
ربه
حتى
يموت

لذلك
قـال
تعالى

لا
بد
له
من
لقائي


فاشتياق
الحق
لوجود
هذه
النسبة

يحن
الحبيب
إلى
رؤيتي
وإني
إليه
أشـد
حنينا
وتهفوالنفوس
ويأبى

القضا
فأشكوالأنين
ويشكوالأنينا

فلمـا
أبان
أنه
نفخ
فيه
من
روحه

فما
اشتاق
إلا
لنفسه

ألا
تراه
خلقه
على
صورته
لأنه
من
روحه
ولما
كانت
نشأته
من
هذه
الأركان
الأربعة
المسماة
في
جسده
أخلاطاً

حدث


عن
نفخه
اشتعال


بما
في
جسده
من
الرطوبة

فكان
روح
الإنسان
نارا
لأجل
نشأته

ولهذا
ما
كلم
الله
موسى
إلا
في
صورة
النـار
وجعل
حاجته
فيها

فلو


كانت
نشأته
طبيعية
لكان
روحه
نورا

وكنى
عنه
بالنفخ
يشير
إلى
أنه
من
نفس
الرحمن

فإنه
بهذا
النفس
الذي
هو
النفخة
ظهر
عينه

وباستعداد
المنفوخ
فيه
كان
الاشتعال
اراً
لا
نوراً

فبطن


نفس
الرحمن


فيما
كان
به
الإنسان
إنساناً

ثماشتق
له
منه


خصاعلى
صورته
سماه
امرأة

فظهرت
بصورته
فحن
إليهاحنينالشيء
إلى
نفسه

وحنت
إليه
حنينالشي
ء
إلى
وطنه

فحببت


إليه
النساء

فإن
الله
أحب
من
خلقه
على
صورته
وأسجد
له
ملائكته
النوريين

103
ب
على
عظم
قدرهم
ومنزلتهم
وعلو
نشاتهم
الطبيعية

فمن
هناك
وقعت
7
المناسبة

والصورة
أعظم
مناسبة
وأجلها
وأكملها

فإنها
زوجأي
شفعت
وجود
الحت

كما
كانت
المرأة
شفعت
بوجودها
الرجل
فصيرته
زوجاً

فظهرت
الثلاثة
حق
ورجل
وامرأة

فحن
الرجل
إلى
ربه
الذي
هوأصله
حنين
المرأة
إليه

فحببإليه

217

ربه
النساء
كما
أحب
الله
من
هو
على
صورته

فما
وقع
الحب
إلا
لمن
تكون
عنه

وقد
كان
حبه
لمن
تكؤن

امنه
وهو
الحق

فلهذا
قال

بب
ولم
يقل
أحببت
من
نفسه
لتعلق
حبه
بربه
الذي
هو
على
صورتهحتى
في
محبته
لامرأته

فإنه
أحبها
بحب
الله
إياه
تخلقاً
إلمياً
ولما
أحب
الرجل
المرأة
طلب
الوصلة
أي
غـاية
الوصلة
8
التي
تكون
في
المحبة

فلم
يكن
في
صورة
النشأة


العنصرية
أعظم
وصـلة
من
النكاح

ولهذا
تعم
الشهوة
أجزاءه
كلها

ولذلك
أر
بالاغتسال
منـه

فعمت
الطهارة
كما
عم
الفناء
فيها
عند
حصول
الشهوة

فإن
الحق
غيور
على
عبده
أن
يعتقد
أنه
يلتذ
بغيره

فطهره


بالغسل
ليرجع
بالنظر
إليه
فيمن
فني
فيه

إذ
لا
يكون
إلاذلك


فإذا
شاهد

الرجل
الحق
في
المرأة
كان
شهودا
في
منفعل

9
وإذا
شاهده
في
نفسه

من
حيث
ظهور
المرأة
عنه

شاهده
في
فـاعل

وأذا
شاهده


في


نفسه
من
غير
استحضار
صورة
ما
تكون
عنه
كان
شهوده


في
منفعل
عن
الحق
بلا
واسطة

فشهوده
للحق
في
المرأة
أتم
وأكمـل

لأنه
يشاهد
الحق
من
حيث
هو
فاعل
منفعل
ك
ومن
نفسه

04


من
حيث
هو
منفعل
خاصة

فلهـذا
أحب
صلى
الله
عليه
وسلم
النساء
لكال
شهود
الحق
فيهن
إذ
لا
يشاهد
الحق
مجردا
عن
المواد
أبنـداً

فإن
الله
بالذات
غني
عن
العالمين

وإذا

4
كان
الأمر
من
هذا
الوجه
متنعاً

ولم
0
تكن
الشهادة
إلا
في
مـادة

فشهود
الحق
في
النساء
أعظم
الشهو
د
وأكمله

وأعظم
الوصـلة
النكاح
0ا
وهو
نظـير
التوجه
الٕلمي
على
من
خلقه
على
صورته
ليخلفه
فيرى
فيه


8
نفسه


فسواه
وعدله
ونفخ
فيه
من
روحه
الذي
هو
نفسه

فظاهره
خلق
وباطنه
حق

ولهذا
وصفه
بالتدبير
لهذا
الهيكل

فإنه
تعالى
به

دبرالأمر
من
السماء

وهو
العلو


ٕلى
الأرض

وهو
أسفل
سافلين

لأنهـا
أسفل
الأركان
كلها
وسماهن
بالنساء
وهو
جمع
لا
واحد
له
من
لفظه

ولذلك
قـال
عليه
السلام

حبب
إلي
من
دنيا
كم
ثلاث

النساء

ولم
يقل
المرأة

فراعى
تأخـرهن
في
في
الوجود
عنه



فإن
النشنأة

هي
التأخير
قال
تعالى

ٕنمـا
النسيء
زيادة
في
الكفر


والبيع
بنسييثة
يقول
بتأخير

ولذلك

ذكر
النساء

فما
أحبهن
إلا
بالمرتبة
وأنهن
محل
الانفعال



فهن
له
كالطبيعة
للحق
التي
فتح
فيها
صور
العالم
بالتوجه
الإداري
والأمر
الإلهي
الذي
هو
نكاح
في
عالم
الصور
العنصرية

وهمـة
في
عالم
الأرواح
النورية

وترتيب
مقدمات
في
المعاني
للانتاج

وكل
ذلك
نكاح
الفردية
الأولى
في
كل
وجه
من
هذه
الوجوه
فمن
أحب
النساء
على
هـذا
الحد
فهو
حب
إلمي

04



ومن
أحبهن
على
جهة
الشهوة
الطبيعية
خاصة
نقصه
علم
هذه
الشهوة

فكان
صورة
بـلا
روح
عنده

وإن
كانت
تلك
الصورة
في
نفس
الأمر
ذات
روح
ولكنها
غير
مشهودة
لمن
جاء
لاعرأته

أو
لأنشى
حيث
كانت

لمجرد

الالتذاذ

ولكن
لا
يدري


لمن

فجهل
من
نفسه
ما
يجهل
الغير
منه
ما
لم
يسمه
هو


بلسانه
حتى
يعلم
كما
قال
بعضهم

صح
عند
الناس
أني
عاشق
غير
أن
لم
يعرفوا
عشقي
لمن

219
كذلك
مذا
أحب
الالتذاذ
فأحب
المحل
الذي
يكون


فيـه
وهو
المرأة

ولكن
غاب
عنه
روح
المسألة

فلو
علمها
لعلم
بمن
التذ
ومن
التذ
وكان
كاما

11
وكما
نزلت
المرأة
عن
درجة
الرجل
بقوله



للرجال
عليهن
درجة
نزل
المخلوق
على
الصورة


عن
درجة
من
أنشأه
على
صورته
مع
كونه
على
صورته

فبتلك

الدرجة
التي
تميز
بها
عنه

بها
كان

5
غنيا
عن
العالمين
وفاعلا
أولا

فإن
الصورة
فاعل
وان

فما
له
الأولية
التي
للحق

فتميزت
الأعيـان
بالمراتب



فأعطى
كل
ذي
حق
حقه
كل
عارف

فلهذا
كان
حب
النساء
لمحمد
صلى
الله
عليه
وسلم
عن
12
تحبب
إلهي
وأن
اله

ٔعطى
كل
شيء
خلقه

وهو
عين
حقه



فما
أعطاه
إلا
باستحقاق
استحقه
بمسماه

أي
بذات
ذلك


المستحق

وإنما
قدم
النساء
لأنهن
محل
الانفعال

ما
تقدمت
الطبيعة
على
من
وجد
منها
بالصورة

وليست
الطبيعة

13
على
الحقيقة
إلا
النفس

0
الرحمـاني

فإنه
فيه
انفتحت
صور
العالم
أعـلاه
وأسفله

05

1
لسريان
النفخة
في
الجوهر
الهيولاني
في
عالم
الأجرام
خاصة

وأما
سريانها
لوجود
الأرواح
النورية
والأعراد
1
فذلك
سريان
آخر

ثم
إنه
عليه
السلام
غلب
في
هـذا
الخبر
التأنيث
على
التذكير
لأنه
قصـد
التهثم
2
14
بالنساء
فقال

لاث

ولم
يقل

لاثة

بالهاء
الذي
هو
لعـدد
الذكران

إذ
وفيهـا
ذكر
الطيب
وهو
مذكر

وعادة
العرب
أن
تغلب
التذ
كـير
على
التأنيث
فتقول

لفواطم
وزيد
خرجوا

ولا
تقول
خرجن

فغلبوا
التذ
كير
3

وإن
كان
واحداً

على
التأنيث
وإن
كن
جمـاعة

وهو
عربي

فراعى

220

صلى
الله
عليه
وسلم
المعنى
الذي
قصد
به


في
التحبب
إليه
مـا
لم
يكن
يؤثر
حبه

فعلمه
الله
ما
لم
يكن
يعلم
وكان
فضل
الله
عليه
عظيماً
فغلب
التـأنيث
على
التذكير
بقوله
ثلاث
بغير
هاء

فما
أعلمه
صلى
الله
عليه
وسلم
بالحقـائق

وما
أشد
رعايته
للحقوق

ثم
إنه
جعل
الخـاتمة
نظيرة
الأولى
في
التأنيث
وأدرج
بينهما
المذكر

فبدأ
بالنساء
وختم
بالصلاة
وكلتاهمـا
تأنيث

والطيب
بينهما
كهو
في
وجوده

فإن
الرجل
مدرج
بين
ذات
ظهر
عنهـا
وبين
امرأة
ظهرت
عنه

فهو
بين
مؤنثين

تأنيث
ذات
وتأنيث
حقيقي

كذلك
النساء
تأنيث
حقيقي
والصلاة
تأنيث
غير
حقيقي

والطيب
مذكر
بينهما
كآدم
بـين
الذات
الموجود
عنها


وبين
حواء
الموجودة
عنه

05


وإن
شئت
قلت
الصفة
فمؤنثة
أيضاً

وإن
شئت
قلت
القدرة
فمؤنثة
أيضـاً

فكن
على
أي
مذهب
شئت

فإنك
لا
تجد
إلا
التأنيث
يتقدم
حتى
عند
أصحاب
العلة
الذين


عنوا
الحق
علة
في
وجود
العالم

والعلة
مؤنثة

وأما
حكة
الطيب
وجعله
بعد
النساء

فلما
في
النساء
15
من
روائح
التكوين

فإنه
أطيب
الطيب
عناق
الحبيب

كذا
قـالوا
في
المثل
السائر

ولمـا
خلق
عبدا
بالاصالة
لم
يرفع
رأسه
قط
إلى
السيادة

بـل
لم
يزل
ساجداً

واقفاً
ًمع
كونه
منفعلً
حتى
كون
الله
عنه
ما
كون

فأعطـاه
رتبة
الفاعلية
في
عالم
الأنفاس
التي
هي
الأعـراف


لطيبة

فحبب
إليه
الطيب

فلذلك
جعله
بعد
النساء

فراعى
الدرجـات
التي
لحق
في
قوله



فيع
الدرجات
ذو
العرش
لاستوائه
عليه
باسمه
الرحمن

فلا
يبقى
فيمن
حوى
عليـه
العرش
من
لا
تصيبه
الرحمة
الإلهية

وهو
قوله
تعالى

رقمتي
وسعت
كل
شيء

221
والعرش
وسع
كل
شميء

والمستوي
1
الرحمن

فبحقيقته
يكون
سريان
الرحمة
في
العالم
كما


بيناه
في
غير
موضع
من
هذا
الكتاب

وفي


الفتوح
المكي

وقد
16
جعل
الطيب

تعالى



في
هذا
الالتحام
النكاحي
في
براءة
عائشة
فقـال

الخبيثات
للخبيثين
والخبيثون
للخبيثات

والطيبات
للطيبـين
والطيبون
للطيبات

أولئك
مبرءون
مـا
يقولون


فجعل
روايحهم
طيبة

لأن
القول
نفس

وهمو
عين
الرائحة
فيخرج

06

ا
بالطيب
والخبيث


على
حسب
ما
يظهر
به
في
صورة
النطق

فمن
حيث
هو
إلهي
بالأصالة

1
كلـه
طيب

فهو
طيب

ومن
حيث
ما
يحمد
ويذم
فهو
طيب
وخبيث

فقال
في
خبث
الثوم
هي
شجرة


أكره
ريحها
ولم
يقل
أكرهها

فالعين
لا
تكره

وإنمـا
يكره
ما
يظهر
منها

والكراهة
لذلك
إما
عرفا
بملاءمة


طبع
أو
غرض

أو
شرع

أو
نقص
عن
كال
مطلوب
وما
ثم
غير
ما
ذكرناه

ولمـا
انقسم
الأمر
إلى
خبيث
وطيب
كما
قررناه

حبب
إليه
الطيب
دون
الخبيث
ووصف
الملائكة
بانها
تتأذى
بالروائح
الخبيثة
لما
في
هذه
النشأة
العنصرية
من
التعفن

1

فإنه
مخلوق
من
صلصال
من
حما
مسنون
أي
متغير
الريح

فتكرهـه
الملاثٔكة
بالذات

كما
أن
مزاج
الجعل
يتضرر
برائحـة
الورد
وهي
من
الروائح
الطيبة

فليس
الورد

عند
الجعل
بريح
طيبة

ومن
كان
على
مثل
هذا
المزاج
معنى
وصورة
أضر
به
الحت
إذا
سمعه
وسر
بالباطل

وهو
قوله

والذين
آمنوا
بالباطل
وكفروا
بالله

ووصفهم
بالخسران
فقال
ٕولئكهم
الخاسرون
الذين
خسروا
أنفسهم

فإن
من
لم
يدركالطيب


222
17
من

الخبيث
فلا
إدراك
له
فما
حبب
إلى
رسول
الله
صلى
الله
عليه
وسلم
إلا

الطيب
من
كل
شيء
وما
ثم
إلا
هو

وهل
يتصور
أن
يكون
في
العالم
مزاج
لا
يجد
إلا
الطيب
من
كل
شيء

لا


يعرف
الخبيث

أم
لا

قلنا
هذا
لا
يكون

فإنا
ما
وجدناه
في
الأصل
الذي
ظهر
العالم
منه
وهو
الحق

فوجدناه
يكره
ويحب

وليس
الخبيث
إلا
ما
يكره
ولا

الطيب
إلا
ما
يحب

والعـالم
على
صورة
الحق

والإنسان
على
الصورتين

06


فلا
يكون
ثم
مزاج
لا
يدرك
إلا
الأر
الواحد
من
كل
شيء

بل
ثم
مزاج
يدرك
الطيب
من
الخبيث

مع
علمه
بأنه
خبيث

بالذوق
طيب
بغـير


الذوق

فيشغله
إدراك
الطيب
منه
عن
الإحساس
بخبثه



مذا
قد
يكون

وأما
رفع
الخبث


من
العالم

أي
من
الكون

فإنه
لا
يصح

ورحمة
الله
في
الحخبيث
والطيب

والخبيث
عنـد
نفسه
طيب
والطيب
19
عنده
خبيث

فما
ثم
شيء
طيب
إلا
وهو
من
وجه
في
حق
مزاج
ما
خبيث

وكذلك
بالعكس

وأما
الثالث
الذي
به
كملت
الفردية
فالصلاة

فقال

جعلت
قرة
عيني
في
الصلاة

لأنها
مشاهدة

وذلك
لأنها
مناجاة
بين
الله
وبين
عبـده
كما
قال


اذكروني
أذكركم
وهي
عبادة
مقسومة
بين
الله
وبين
عبده
بنصفين

فنصفها
لله
ونصفها
للعبد
كما
ورد
في
الخبر
الصحيح
عن
الله
تعالى
أنه
قال

سمت
الصلاة
بيني
وبين
عبدي
نصفين



فنصفها
لي
ونصفها
لعبدي
ولعبدي
ما
سأل
يقول
العبد
بسم
الله
الرحمن
الرحيم

يقول
الله
ذكرني
عبدي

يقول
العبد
المـد
لله
رب
العالمين

يقول
الله
حمدني
عبدي

يقول
العبد
الرحمن
الرحيم

يقول
الله
أثنى
علي
عبدي

يقول
العبد
مالك
يوم
الدين

يقول
الله
مجدني
عبدي

فوض
إلي
عبدي

فهذا
النصف
كله
له
تعالى
خالص

ثم
يقول
العبد
إياك
نعبـد
وإياك

223

نستعين

يقول
الله
هذه
بيني
وبين
عبدي
ولعبدي
ما
سأل

فأوقع
الاشتراك
في
هذه
الآية

يقول
العبد
اهدنا

07

1
الصراط
المستقيم
صراط
الذين
أنعمت
عليهم
غير
المغضوب
عليهم
ولا
الضالين

يقول
الله
فهؤلاء
لعبدي
ولعبدي


ما
سأل

فخلص
هؤلاء
لعبده
كا
خلص
الأول
له
تعالى

فعلم
من
هذا
وجوب
قراءة
المد
لله
رب
العالمين

فمن
لم
يقرأها
فما
صلى
الصلاة
المقسومة
بين
الله
وبين
عبده
ولما
كانت
مناجاة
فهي
ذكر

ومن
ذكر
الحق
فقـد
جالس
الحق
وجالسه
الحقٔ

فإنه
صح
في
الخبر
الإلهي
أنه
تعـالى
قـال
أا
جليس
من
ذكرني

ومن
جالس
من
ذكره
وهو
ذو
بصر
رأى
جليسه

فهـذه
مشاهدة
ورؤية

فإن
لم
يكن
ذا


بصر
لم
يره
فمن
همنا
يعلم
المصلي
رتبته
هل
يرى
الحق
هذه
الرؤية
في
هذه
الصلاة
أم
لا

فإن
لم
يره
فليعبده
بالإيمان
كانه


يراه
فيخيله
في
قبلته
عند
مناجاته

ويلقي
السمع
لما
يرد
به
عليه
الحق


فإن
كان
إماماً
لعالمه
الخاص
به
وللملأكة


المصلين
معه

فإن
كل
مصلفهو
إمـام
بلا
شك

فإن
ا
لملاثٔكة
تصلي
خلف
العبد
إذا
صلى
وحده
كما
ورد
في
الخبر

فقد
حصل
له
رتبة
الرسل
في
الصلاة
وهي
النيابة
عن
الله

إذا
قال
سمع
الله
لمن
حمده

فيخبر
نفسه
ومن
خلفه
بأن
اله
قد
سمعه
فتقول
الملائكة
والحاضرون


ربنا
ولك
الحمد

فإن
الله
قال
على
لسان
عبده
سمع
الله
لمن
حمده

فانظر
علو
رتبة
الصلاة
وإلى
أين
تنتهي
بصاحبها
فمن
لم
يحصل
درجة
الرؤية
في
الصلاة
فما
بلغ
غايتهـا
ولا
كان
له
فيها
قرة
عين

لأنه
لم
ير
من
يناجيه

فإن
لم
يسمع
مـا
يرد
من
الحق
عليه

2

07

ب
فيها
فما
هو
من
ألقى
سمعه

1

ومن
لم
يحضر
فيهـا
مع
ربه
مع

224

كونه
لم
يسمع
ولم
ير
فليس
بمصل
أصلًا

ولا
هو
ممن
ألقى
السمع
وهو
شهيد

وما
ثم
عبادة
تمنع
من
التصرف
في
غيرها

مـا
دامت

سوى
الصلاة

وذكر
الله
فيها
أكبر
ما
فيها
لما
تشتمل
عليه
من
أقوال
وأفعـال

وقد
ذكرنا
صفة
الرجل
الكامل
في
الصلاة
في
الفتوحات
المكية
كيف
يكون



لأن
الش
تعالى
يقول

ٕن
الصلاة
تنهى
عن
الفحشاء
والمنكر


لأنه
شرع
للمصلي
ألا
يتصرف
في
غير
هذه
العيادة


ما
دام
فيهـا
ويقال
له
مصل


لذكر
الله
أكبر
يعني
فيها

أي
الذكر
الذي
يكون
من
الله
لعبده
حين
يجيبه
في
سؤاله

والثناء
عليه
أكبر
من
ذكر
العبد
ربه
فيها

لأن
الكبرياء
لله
تعالى

ولذلك
قال


الله
يعلم
ما
تصنعون
وقال

ٔو
ألقى
السمع
وهو
شهيد

فإلقاؤه
السمع
هو
لما
يكون
من
ذكر
الله
إياه
فيهاء
ومن
ذلك
أن
الوجود
لما
كان
عن
حركة
معقولة
نقلت
العالم
من
العدم
إلى
الوجود
عمت
الصلاة
جميـع
الحركات
وهي
ثلاث

حركم
مستقيمة
وهي
حال
قيام
المصلي

وحركة
أفقية
وهي
حال
ركوع
المصلي

وحركة
منكوسة
وهي
حال


سجوده
فحركة
الإنسان
مستقيمة

وحـرك
الحيوان
أفقية

وحركة
النبات
منكوسة

وليس
للجماد
حركة
من
ذاته

فإذا
تحرك
حجر
فإنما
يتحرك
بغيره

وأما
قوله

جعلت
قرة
عيني
في
الصـلاة

ولم


ينسب
الجعل
إلى
نفسه

فإن
تجلي
الحق
للمصلي
إنمـا
هو
راجع
إليه
تعالى
لا
إلى
المصلي

فإنه
لو
لم
يذكر
هذه
الصفة

08

1
عن
نفسه
لأمره
بالصلاة
على
غير
تجل
منه
له

فلما
كان
منه
ذلك
بطريق
الامتنان

كانت
المشاهدة
2
بطريق
الامتنان
فقال
وجعلت
قرة
عيني
في
الصلاة

وليس
إلا
مشاهدة
المحبوب

2235
التي
تقر
بها
عين
المحب

من
الاستقرار

فتستقر
العين
عنـد
رؤيته
فلا
تنظر
معه
إلى
شميء
غيره
في
ميء
وفي
غير
ميء



ولذلك
نهي
عن
الالتفـات
في
الصلاة

وأن
الالتفات
شيء
يختلسه
الشيطان
من
صلاة
العبد
فيحرمه
مشاهدة
محبوبه

بل
لو
كان
محبوب
هذا
الملتفت

مـا
التفت
في
صلاته
إلى
غـير
قبلته
بوجهه

والإنسان
يعلم
حاله
في
نفسه
هل
هو
بهـذه
المثابة
في
هـذه
العبادة
الخاصة
أم
لا

فإن

لإنسان
على
نفسه
بصيرة
ولو
ألقى
معاذيره

فهو
يعرف
كذبه
من
صدقه
في
نفسه

لأن
الشيء
لا
يجهل
حاله
فإن
حـاله
له
ذوقي

ثم
إن
مسمى
الصلاة
له
قسمة
أخرى

فإنه
تعالى
أمرةا
أن
نصلي
له
وأخبرا
أنه
يصلي
21
علينا
فالصلاة

نا
ومنه

فإذا
كان
مو
المصلي
فإنما


يصلي
باسمـه
الآخر

فيتأخر
عن
وجود
العبد

وهو
عين
الحقى
الذي
يخلقه


العبد
في
قلبه
بنظره
الفكري
أو
بتقليده
وهو
الإله


المعتقد

ويلنوع
بحسب
ما
قام
بذلك
المحل
من
الاستعداد
كما
قال
الجنيد
حين
سئل
عن
المعرفة
بالله
والعارف
فقال
لون
الماء
لون
إنائه

وهو
جواب
ساد

أخبر
عن
الأمر
بما
هو
عليه

فهذا
هو
الله
الذي
يصلي
علينا
وإذا
صلينا
نحن
كان
لنا
الاسمالآخر
فكنا
فيه

ما
ذكرنا
في
حال
من
له
عذا
الاسم

فنكون
عنده


بحسب
حالنا

فلا
ينظر
إلينا
إلا
بصورة
مـا
جئناه

بها

08


فإن
المصلي
هو
المتأخر
عن
السابق
في
الحلبة

وقوله

ل
قد
علم
صلاته
وتسبيحه

أي
رتبته
في
التأخر
في
عبادته
ربه

وتسبيحه
22
الذي
يعطيه
من
التنزيه
استعداده

فمـا
من
شيء
إلا
وهو
يسبح
مجحمد
ربه
الحليم

226
لغفور

ولذلك
لا
يفقه


تسبيح
العالم
على
التفصيل
واحداً
واحـدا

وثم
مرتبة


يعود
الضمير
على
العبد
المسبح
فيها
في
قوله

وإن
من
شيء
إلا
يسبح
بحمده

أي
بحمد
ذلك
الشيء

فالضمير
الذي
في
قوله

حمـده

يعود
على
الشيء
أي
بالثناء
الذي
يكون
عليه
كما
قلنا
3
ي
المعتقدإنه
إنما
يثني
على
الإلهالذي
في
معتقده
وربط
به
نفسه

وما
كان
من
عمله
فهو
راجع
إليه

فما
أثنى
إلا
على
نفسه

فإنه
من
مدح
الصنعة
فإنما
مدح
الصانع
بلا
شك

فإن
حسنها
وعدم
حسنهـا
راجع
إلى
صانعها

وإله
المعتقد
مصنوع
للناظر
فيه

فهو
صنعه

فثناؤه
على
ما
اعتقده
ثناؤه
على
نفسه

ولهذا
يذم
معتقد
غيره

ولو
أنصف
لم
يكن
له
ذلك
إلا
أن
صاحب
هذا
المعبود
الخاص
جاهل
بلا
شك
في
ذلك
لاعتراضه
على
غيره
فيا
اعتقده

في
الله

إذ
لو
عرف
ما
قال
الجنيد
لون
الماء
لون
إنائه
لسلم
لكل
ذي
اعتقاد
ما
اعتقده

وعرف
الله
في
كل
صورة
وكل
معتقد
فهو
ظـان


ليس
بعالم

ولذلك

اقـال



نا
عند
ظن
عبـدي
بي
لا


أظهر
له
إلا
في
صورة
معتقده

فإن
شاء
أطلق
وإن
شاء
قيد


09

1
فإله

المعتقدات
تأخذه
الحدود
وهو
الإله
الذي
وسعه
قلب
عبده

فإن
الاله
المطلق
لا
يسعه
شيء
لأنه
عين
الأشياء
وعين
نفسه

والشيء
لا
يقال
فيه
يسع
نفسه
ولا
لا
يسعها
فافهم


والله
يقول
الحق
وهو
يهدي
السبيل

تم
بحمد
الله
وعونه
وحسن
توفيقه

والحمد
له
وحده
وصلى
الله
على
سيدنا
محمد
وآله
وصحبه
وسلم
تسليماً
كثيراً

وكان
الفراغ
منه
في
عاشر
شهر
جمادى
الآخرة
سنة
تسع
وثلاثين
وثمانمائة
أحسن
الله
عاقبتها
بمحمد
وآله
آمين

