@node
@author=Ibn Arabi
@converters=Cornelis van Lit, Dirk Roorda (Text-Fabric)
@description=title of a piece
@editor=Lakhnawi
@format=string
@institute=Univ Utrecht NL/DANS
@language=ara
@name=fusus
@period=1165-1240
@project=Fusus
@published=pdf, personal communication
@researcher=Cornelis van Lit
@sourceFormat=CSV (tab-separated)
@title=Fusus Al Hikam
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2021-02-13T16:08:05Z

67862	front
عنوان كتاب فصوص الحكم وخصوص الكلم
خطبة كتاب فصوص الحكم وخصوص الكلم
فصّ حكمة إلٰهيّة في كلمة آدميّة.
فصّ حكمة نَفْثِيَّة في كلمة شِـيثِيّة
فصّ حكمة سُـبُّوحِيّة في كلمة نوحيّة
فصّ حكمة قُدُّوسِيّة في كلمة إدريسيّة
فصّ حكمة مُهَيْمِيّة في كلمة إبـراهيميّة
فصّ حكمة حَقِـيّة في كلمة إسحاقـيّة
  [٧]فصّ حكمة عَلِيَّة في كلمة إسماعيلـيّة
  [٨]فصّ حكمة رُوحيّة في كلمة يعقوبـيّة
  [٠١]  فصّ حكمة أحديّة في كلمة هوديّة
  [١١]  فصّ حكمة فاتحيّة في كلمة صالحيّة
  [٢١]  فصّ حكمة قـلبـيّة في كلمة شعيبيّة
  [٣١]  فصّ حكمة مَلَـكِيّة في كلمة لوطيّة
  [٤١]  فصّ حكمة قَدَرِيّة في كلمة عُـزيريّة
  [٥١]  فصّ حكمة نبويّة في كلمة عيسويّة
  [٦١]  فصّ حكمة رحمانيّة في كلمة سليمانيّة
  [٧١]  فصّ حكمة وجوديّة في كلمة داوديّة
  [٨١]  فصّ حكمة نَفْسِيّة في كلمة يونسيّة
  [٩١]  فصّ حكمة غيبيّة في كلمة أيّوبيّة
  [٠٢]  فصّ حكمة جلاليّة في كلمة يَحْـيَوِيَّة
  [١٢]  فصّ حكمة ما لكيّة في كلمة زكـريّاويّة
  [٢٢]  فصّ حكمة إيـناسيّة في كلمة إلياسيّة
  [٣٢]  فصّ حكمة إحسانيّة في كلمة لقمانيّة
  [٤٢]  فصّ حكمة إماميّة في كلمة هارونيّة
  [٥٢]  فصّ حكمة عُـلـويّة في كلمة موسويّة
  [٧٢]  فصّ حكمة فرديّة في كلمة محمديّة
  الملحقات
  ملحق ١:  تعليقات داخل المخطوط
  ملحق ٢:  تحقيق في مسألة الذبيح
  ملحق ٣:  تحقيق في خالد بن سنان
  ملحق ٤:  تخريج حديث التحول
