@node
@author=Ibn Arabi
@converters=Cornelis van Lit, Dirk Roorda (Text-Fabric)
@description=title of a piece
@editor=Lakhnawi
@format=string
@institute=Univ Utrecht NL/DANS
@language=ara
@name=fusus
@period=1165-1240
@project=Fusus
@published=pdf, personal communication
@researcher=Cornelis van Lit
@sourceFormat=CSV (tab-separated)
@title=Fusus Al Hikam
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2021-02-11T12:00:00Z

63039	front
عنوانكتابفصوصالحكموخصوصالكلم
خطبةكتابفصوصالحكموخصوصالكلم
فصّحكمةإلٰهيّةفيكلمةآدميّة.
فصّحكمةنَفْثِيَّةفيكلمةشِـيثِيّة
فصّحكمةسُـبُّوحِيّةفيكلمةنوحيّة
فصّحكمةقُدُّوسِيّةفيكلمةإدريسيّة
فصّحكمةمُهَيْمِيّةفيكلمةإبـراهيميّة
فصّحكمةحَقِـيّةفيكلمةإسحاقـيّة
فصّحكمةعَلِيَّةفيكلمةإسماعيلـيّة
فصّحكمةرُوحيّةفيكلمةيعقوبـيّة
فصّحكمةنوريّةفيكلمةيوسفيّة
فصّحكمةأحديّةفيكلمةهوديّة
فصّحكمةفاتحيّةفيكلمةصالحيّة
فصّحكمةقـلبـيّةفيكلمةشعيبيّة
فصّحكمةمَلَـكِيّةفيكلمةلوطيّة
فصّحكمةقَدَرِيّةفيكلمةعُـزيريّة
فصّحكمةنبويّةفيكلمةعيسويّة
فصّحكمةرحمانيّةفيكلمةسليمانيّة
فصّحكمةوجوديّةفيكلمةداوديّة
فصّحكمةنَفْسِيّةفيكلمةيونسيّة
فصّحكمةغيبيّةفيكلمةأيّوبيّة
فصّحكمةجلاليّةفيكلمةيَحْـيَوِيَّة
فصّحكمةمالكيّةفيكلمةزكـريّاويّة
فصّحكمةإيـناسيّةفيكلمةإلياسيّة
فصّحكمةإحسانيّةفيكلمةلقمانيّة
فصّحكمةإماميّةفيكلمةهارونيّة
فصّحكمةعُـلـويّةفيكلمةموسويّة
فصّحكمةصمديّةفيكلمةخالديّة
فصّحكمةفرديّةفيكلمةمحمديّة
الملحقات
ملحق١:تعليقاتداخلالمخطوط
ملحق٢:تحقيقفيمسألةالذبيح
ملحق٣:تحقيقفيخالدبنسنان
ملحق٤:تخريجحديثالتحول
